import DocumentsLayout from '../../../components/DocumentsLayout'

const Bellerophon = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>เบลเลโรฟอน</h3>
            <p className="ml-3">เจ้าชายเบลเลโรฟอน พระโอรสแห่งราชา Glaucus ผู้ปกครองโครินธ์ เมืองแห่งสถาปัตยกรรมบัวปลายเสาที่งดงาม รู้จักกันภายหลังว่าศิลปะแบบคอรินเธียน  เบลเลโรฟอน แปลว่า ผู้สังหารเบลเลรัส มีชื่อจริงว่า ฮิปโปโนอัส ได้รับการฝึกสอนการขี่ม้าจากพ่อของเขาจนกลายเป็นผู้เชี่ยวชาญในการขี่ม้ามากที่สุดคนหนึ่ง
            เมื่อหนุ่มได้ออกขี่ม้าล่าสัตว์กับน้องชายตน แต่พลั้งมือฆ่าน้องชายโดยอุบัติเหตุ แม้ เบลเลโรฟอน จะเสียใจมากแต่ด้วยกลัวอาญาแผ่นดินจึงอออกหนีไป</p>


            <img className="img-doc" src="/static/images/monster/6.7.jpg" alt="67" />




            <p className="ml-3">เบลเลโรฟอน หนีไปอยู่กับญาติชื่อพระราชาโปรตัส หรือโปรเตอุส แต่ราชินีของพระราชามาหลงชอบ เบลเลโรฟอน ไม่เล่นด้วย นางจึงแกล้งใส่ความจนราชาโปรตัสกริ้วหาทางกำจัดเขา โปรตัสจึงออกอุบายยืมมือฆ่าคน โดยไหว้วานให้ เบลเลโรฟอน นำสาส์นไปให้พระญาติที่ชื่อไอโอเบเทสแห่งเมืองลีเซีย ในสาส์นนั้นเชียนไว้ให้ราชาไอโอเบเทสสังหารคนที่ถือสาส์นมา แต่ราชาแห่งลีเซียรู้ว่า เบลเลโรฟอน เป็นคนมีฝีมือจึงไม่กล้ากระทำการ ราชาแห่งลีเซียคิดอุบายยิงปืนนัดเดียวได้นกสองตัว เพราะที่เมืองลิเซียนี้ ทุกคืนจะมีอสูรร้าย  คีเมรา หรือ ไคเมรา (Chimera)  สัตว์ประหลาดที่มีหัวเป็นสิงโตตัวเป็นแพะหางเป็นมังกรและมีลมหายใจเป็นไฟ  เดินลงมาจากหุบเขามาจับชาวเมืองไปกินทุกคืนจนโครงกระดูก
ของเหยื่อผู้เคราะห์ร้ายกระจัดกระจายไปทั่วหุบเขา ผู้คนทั้งหลายตกอยู่ในความหวาดกลัว หาก เบลเลโรฟอน ปราบสัตว์ร้ายลงได้ก็จะเป็นการดี หากทำไม่ได้ก็สมประสงค์ที่ต้องการสังหารเจ้าชายเช่นกัน</p>


            <img className="img-doc" src="/static/images/monster/6.1.jpg" alt="61" />

            <p className="ml-3">เบลเลโรฟอน ไปขอคำแนะนำจากยอดนักปราชญ์ โพลีไอดัส แห่งลีเซีย โพลีอิไอดัสประทับใจในความกล้าหาญของเขา จึงบอกให้ เขาไปที่วิหารเทพธิดาเอเธน่าและนำของกำนัลไปให้เพื่อขอคำแนะนำในการจับม้าบินเปกาซัส คำว่าปีกา หรือ เปกา ในภาษากรีกแปลว่า น้ำพุ เพราะม้าวิเศษนี้ต้องดื่มน้ำพุพีรีนีทุกวัน เบลเลโรฟอน ทำตามคำแนะนำของโพลีไอดัสทุกประการ และเมื่อเขาหลับไป เทพธิดาเอเธน่าก็มาเข้าฝันและมอบบังเหียนทองแก่เขา พอเขาตื่นขึ้นมาในตอนเช้า พบบังเหียนทองตกอยู่ข้างๆตัว จึงออกเดินทางไปในป่า
เพื่อค้นหาน้ำพุพีรีนี ที่เทพธิดาเอเธน่าบอกไว้ เมื่อพบเขาก็ซ่อนตัวในพุ่มไม้ด้านข้าง รอจนม้าวิเศษบินมากินน้ำ เขาก็กระโดดออกมาจากที่ซ่อนแล้วใช้บังเหียนวิเศษจับม้าไว้ได้</p>

            <img className="img-doc" src="/static/images/monster/6.6.jpeg" alt="66" />


            <p className="ml-3">เบลเลโรฟอน มีความชำนาญในการขี่ม้าพยศมาก่อน ไม่ว่ามันจะสลัดสะบัดยังไงเขาก็ไม่ตกจากหลังของมัน เขาเกาะไว้จนมันเหนื่อย และเชื่องจนยอมให้เขาเป็นเจ้านายของมัน หลังจากนั้น เบลเลโรฟอนเดินทางไปยังเชิงผาที่ไคเมร่าอาศัยอยู่ แล้วหยิบหอกยาวพุ่งเข้าแทงไคเมร่า แต่ไคเมร่าก็พ่นไฟออกมาตอบโต้ เปกาซัสจึงบินหลบไปด้านหลังของสัตว์ร้ายหลบไฟแล้วจึงบินอ้อมกลับมาด้านหน้า ก่อนที่มันจะพ่นไปอีกครั้ง
เบลเลโรฟอนอาศัยโอกาสนี้พุ่งหอกเข้าปักหัวใจของไคเมร่าจนตาย เมื่อสังหารอสูรร้ายได้ ราชาโปรตัสก็ทรงยอมยกเลิกแผนสังหารทั้งหมด และยกพระธิดาให้เษกสมรสกับ เบลเลโรฟอน ผู้กล้า</p>

            <img className="img-doc" src="/static/images/monster/6.2.png" alt="62" />

            <img className="img-doc" src="/static/images/monster/6.3.jpg" alt="63" />


            <p className="ml-3">ทั้งสองครองรักกันเนิ่นนาน ท่ามกลางคำสรรเสริญเยินยอในวีรกรรมที่ เบลเลโรฟอน ได้สร้างไว้ จนตัวเขาเองเริ่มหลงเชื่อว่าตนเองเก่งเทียมเทพ วันหนึ่งจึงขี่ม้าบินขึ้นสวรรค์หมายพิสูจน์ฝีมือกับเหล่าเทพ
            มหาเทพซุสเห็นความเหลิงในจิตใจของเจ้าชาย แต่ด้วยความเมตตา จึงไม่ทรงสังหารเขา หากแต่ลงโทษโดยการบรรดาลให้เขาตกจากหลังม้าบินลงกระแทกพื้นโลกจนตาสองข้างบอดสนิท
            ชีวิตบั้นปลายของวีรบุรุษ เบลเลโรฟอน จึงจบลงอย่างน่าสมเพช กลายเป็นชายแก่ตาบอดที่เฝ้าฝันถึงอดีตอันรุ่งเรืองและเคยมีพาหนะเป็นม้าวิเศษบินได้ กลับต้องมาตรอมใจตายในโลกมืด
</p>


            <img className="img-doc" src="/static/images/monster/68.jpg" alt="68" />
        </DocumentsLayout>
    )
}

export default Bellerophon
