import DocumentsLayout from '../../../components/DocumentsLayout'

const Heracles = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const monster1 = host + "monster/1.png"
    const monster11 = host + "monster/1.1.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>เฮราคลีส</h3>

            <img className="img-doc" src={monster1} alt="1" />
            <p className="ml-3">  เฮราคลีส (อังกฤษ: Heracles หรือ Herakles) เป็นชื่อเทพองค์หนึ่งในตำนานเทพเจ้ากรีก ชื่อมีความหมายว่า "ความรุ่งโรจน์ของเฮรา" เขาเป็นบุตรของเทพซูสกับนางแอลก์มินี เกิดที่เมืองธีบส์ เป็นหลานของแอมฟิไทรออน และเป็นเหลนของเพอร์ซูส เฮราคลีสนับเป็นวีรบุรุษผู้ยิ่งใหญ่ในปกรณัมกรีก ชื่อในตำนานเทพโรมันว่า เฮอร์คิวลีส ซึ่งดัดแปลงเอาเรื่องราวของเขาในปกรณัมกรีกไปใช้
    นับแต่เฮราคลีสเกิดมาก็ตกอยู่ในความริษยาพยาบาทของเทพีเฮรา ซึ่งหึงหวงเทพซูสผู้สามี แม้เฮราคลีสเป็นบุตรเทพซูส แต่กลับมีกำเนิดเป็นเพียงมนุษย์ธรรมดา เมื่อโตขึ้น เฮราคลีสได้แต่งงานกับนางเมการะ มีบุตรสามคน เทพีเฮราบันดาลให้เขาวิกลจริตและสังหารบุตรภรรยาตายสิ้น เมื่อเขาคืนสติก็จะฆ่าตัวตายตาม แต่ธีซูสเพื่อนสนิทห้ามปรามไว้ แนะให้ไปขอคำพยากรณ์จากวิหารเดลฟี คำพยากรณ์บอกให้เฮราคลีสไปหาท้าวยูริสเทียสและรับทำภารกิจทุกประการตามแต่จะได้รับ เพื่อเป็นการชำระมลทินให้บริสุทธิ์ ท้าวยูริสเทียสสรรหาภารกิจอันเหลือที่มนุษย์จะกระทำได้ เรียกกันว่า "The Twelves Labours of Heracles" หรือ ภารกิจ 12 ประการของเฮราคลีส ได้แก่
</p>

            <p className="ml-3"><b><br></br>
                ปราบสิงโตแห่งนีเมีย<br></br>
                สังหารไฮดรา<br></br>
                จับกวางในป่าซีไรเนีย<br></br>
                จับหมูป่าแห่งเขาอีไรแมนทัส<br></br>
                ชำระคอกสัตว์ของท้าวออเจียส<br></br>
                สังหารนกกินคน สทิมเฟเลียน<br></br>
                จับกระทิงแห่งเกาะครีต<br></br>
                จับม้าของไดโอมีดีส<br></br>
                ชิงเข็มขัดของนางฮิปโพลีที<br></br>
                ชิงฝูงโคของยักษ์จีริออน<br></br>
                เก็บผลแอปเปิลทองคำของนางเฮสเพอริดีส<br></br>
                เอาหมาสามหัวเซอร์บิรัสมาจากยมโลก<br></br>



            </b>
            </p><img className="img-doc" src={monster11} alt="11" />
<p className="ml-3">หลังภารกิจ เฮราคลีสยังได้ร่วมไปกับขบวนนาวิกของเจสัน เพื่อไปค้นหาขนแกะทองคำ และประกอบวีรกรรมอื่นๆ อีกมาก แต่เหมือนบาปกรรมของเฮราคลีสยังไม่สิ้นสุด เขาเกิดวิกลจริตสังหารเพื่อนอีกจนต้องไปเป็นทาสนางออมฟลี ต้องสวมชุดสตรีและทำการงานของผู้หญิง เมื่อพ้นโทษ เขาจึงได้นางเดียไนระเป็นภรรยา นางเดียไนระนี้เป็นเหตุแห่งความตายของเฮราคลีส เพราะนางหลงเชื่อคำลวงของเซนทอร์ชื่อ เนสสัส จึงนำเสื้อคลุมเปื้อนเลือดเซนทอร์ซึ่งเป็นยาพิษไปให้เฮราคลีสสวม 
ด้วยเข้าใจผิดว่าเป็นยาเสน่ห์จะให้เฮราคลีสรักแต่ตนเพียงผู้เดียว เมื่อเฮราคลีสจะตาย เทพซูสจึงบันดาลให้ร่างเขาไหม้เป็นจุณแล้วรับขึ้นสวรรค์ ประทานเทพธิดาฮีบีให้เป็นคู่ครอง  </p>
        </DocumentsLayout>
    )
}

export default Heracles
