import DocumentsLayout from '../../../components/DocumentsLayout'

const Oedipus = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>อีดิปัส</h3>
            <p className="ml-3"> เอดิปัส (Oedipus) ซึ่งเป็นชายหนุ่มผู้มีสติปัญญา เขาเป็นถึงโอรสของกษัตริย์โพลิบัส (Polybus) แห่งคอรินธ์ (Corinth)  แต่ที่ต้องออกจากเมืองก็เพราะมีโหรมาทำนายว่า เอดิปัสมีดวงปิตุฆาต จะต้องสังหารบิดาของตนเอง มิหนำซ้ำยังจะสมสู่กับมารดาของตนเองอีกตะหาก พอได้ยินอย่างนี้เข้า
             เอดิปัสก็ตั้งใจจะหักล้างโชคชะตาให้ได้ เลยตัดสินใจทิ้งบ้านเมืองมา โดยตั้งใจว่าชาตินี้จะไม่กลับไปเจอหน้ากษัตริย์โพลิบัสอีกแล้ว คำทำนายจะได้ไม่มีวันเกิดขึ้น  </p>


            <img className="img-doc" src="/static/images/monster/41.jpg" alt="41" />



            <p className="ml-3">พอออกเร่ร่อนไปแล้วได้ยินข่าวเรื่องสฟิงซ์ ที่คงแยกเขี้ยวยิ้มรับ เพราะไม่มีใครตกถึงท้องมาหลายวันแล้วสฟิงซ์ตะปบเอดิปัสไว้ พร้อมให้เงื่อนไขเหมือนกับที่เคยให้คนอื่น คือ หากตอบปริศนาได้ ก็รอด แต่ถ้าตอบไม่ได้ ก็จงมาเป็นอาหารอันโอชะเสียดีๆ และปริศนาคำถามของสฟิงซ์ก็คือ สัตว์อะไรเอ่ย ที่เดิน 4 ขาในตอนเช้า เดิน 2 ขาในยามกลางวัน และเดิน 3 ขาในตอนเย็น
เอดิปัสก็ตอบปั๊บว่า จะยากอะไร<b> คำตอบก็คือ มนุษย์นี่แหละ ที่พอเกิดมาก็คลาน 4 ขาในวัยทารก ครั้นโตขึ้น ก็เดิน 2 ขา แต่พอชราลง ก็ต้องอาศัยไม้เท้าจนกลายเป็นเดิน 3 ขาไงล่ะ</b>
            </p>


            <img className="img-doc" src="/static/images/monster/4.jpg" alt="4" />




            <p className="ml-3"> สฟิงซ์ก็รักษาสัญญาแล้ว กระโดดทิ้งตัวฆ่าตัวตาย พอชาวเมืองธีบส์รู้ข่าวเข้า ก็ดีอก ดีใจกันยกใหญ่ แถมในตอนนั้น กรุงธีบส์เองก็ว่างเว้นจากกษัตริย์
เพราะกษัตริย์ไลอัส (Laius) ที่พาคนสนิทออกไปนอกเมืองนั้น ถูกโจรป่าสังหารไปเกือบทั้งหมดแล้ว เหลือบริวารเพียงคนเดียวที่รอดชีวิตกลับมาเล่าให้ราชินี โจคัสทา (Jocasta) ฟังว่าพระองค์สิ้นพระชนม์แถวๆทางสามแพร่งแห่งเดลฟี ว่าแล้วชาวเมืองที่เห็นว่าเอดิปัสมีบุญคุณ ก็เลยยกให้เป็นกษัตริย์ปกครองบ้านเมือง แถมให้สมรสกับราชินีม่ายโจคัสทาด้วย จะได้ช่วยกันดูแลธีบส์ให้รุ่งเรืองต่อไป
</p>

            <img className="img-doc" src="/static/images/monster/44.jpg" alt="44" />



            <p className="ml-3">แต่หลังจากปกครองธีบส์ได้ไม่นาน ก็เกิดภัยพิบัติขึ้น เอดิปัสที่ตอนนี้เป็นราชาแล้ว ก็ต้องพยายามหาทางออก เลยส่งคนไปถามเทพพยากรณ์ว่า จะต้องทำอย่างไรถึงจะทำให้ประชาชนกลับมาอยู่ดีกินดีได้ และคำถามนี้ องค์เทพแห่งการพยากรณ์ คือ เทพอพอลโล ทรงมาตอบเองเลยทีเดียวว่า ง่ายนิดเดียว แค่หาคนที่ฆ่าอดีตกษัตริย์ไลอัสมาลงโทษเท่านั้นเอง ธีบส์ก็จะอยู่รอดปลอดภัย
          ว่าแล้วก็สั่งการให้คนออกติดตามผู้ร้ายกันอย่างแข็งขัน แต่หาเท่าไหร่ก็หาไม่เจอ จนต้องไปพึ่งเหล่าผู้พยากรณ์อีก ทีแรกเหล่าผู้พยากรณ์ก็อ้ำๆอึ้งๆ ไม่ยอมตอบอะไร จนเอดิปัสชักมีน้ำโห เลยต่อว่าต่อขานไปหลายคำ ทำเอาผู้พยากรณ์โพล่งออกมาว่า เออ ก็ตัวท่านนั่นแหละ ที่เป็นฆาตกรสังหารกษัตริย์ไลอัส
 </p>

            <p className="ml-3">เอดิปัสงงเลยทีเดียว ก็ชีวิตนี้เกิดมายังไม่เคยเจอกษัตริย์ไลอัสเลย แล้วจะไปฆ่าได้ตอนไหน เลยต้องสืบสวนกันยกใหญ่ ซึ่งในตอนที่สอบสวนนั่นเอง ก็ได้ความว่า กษัตริย์ไลอัสเองก็เคยเจอคำทำนายว่า จะถูกโอรสสังหาร ดังนั้น เมื่อเกิดโอรสขึ้น จึงจับมัด แล้วให้คนนำไปปล่อยทิ้งให้ตายบนภูเขา ก็เลยไม่เหลือโอรสที่ไหนจะมาสังหารพระองค์ได้
  แต่กลับต้องมาสิ้นพระชนม์เพราะโจรป่าตรงบริเวณแถวๆทางสามแพร่งแห่งเดลฟี </p>



            <p className="ml-3">แต่ตอนนั้นเอง ที่ผู้ส่งข่าวจากคอรินธ์บอกว่า จริงๆแล้วเอดิปัสไม่เห็นจะต้องหนีออกมาจากคอรินธ์เพราะคำทำนาย เพราะเอดิปัสเองก็ไม่ใช่โอรสของกษัตริย์โพลิบัสแต่เป็นแค่เด็กที่มีคนเอามาให้เลี้ยง และกษัตริย์โพลิบัสก็มีน้ำพระทัยเลี้ยงดูมาเสมือนเป็นโอรสก็แค่นั้น
            เรื่องก็ชักเข้าเค้าแล้ว เพราะเอดิปัสเอง ก็ยอมรับว่า ตอนที่กำลังเดินเข้าเมืองมา ผ่านทาง สามแพร่งแห่งเดลฟี ได้เกิดมีเรื่องกับคณะผู้เดินทางกลุ่มหนึ่ง และพลั้งมือฆ่าคนกลุ่มนั้นตายเกือบหมด เหลือรอดเพียงคนเดียว ซึ่งก็ไม่ใช่ใครที่ไหน แต่เป็นคนที่กลับมาเล่าให้ราชินีโจคัสทาได้ทราบเรื่องนั่นเอง และตอนนี้ก็ยืนยันได้แล้วว่า เอดิปัสคือคนที่สังหารกษัตริย์ไลอัส แถมเมื่อสอบถามไปสอบถามมา ก็พบว่าตอนที่กษัตริย์ไลอัสให้นำโอรสไปทิ้งนั้น ผู้ส่งข่าวจากคอรินธ์เป็นคนเก็บทารกโอรสกษัตริย์ไลอัสของเขาไปให้กษัตริย์โพลิบัสเลี้ยง
 </p>
            <img className="img-doc" src="/static/images/monster/45.jpg" alt="45" />

            <p className="ml-3">คราวนี้กระจ่างชัดทุกถ้อยกระบวนความว่า เอดิปัสคือโอรสของไลอัส คำทำนายที่ว่าเขาจะกระทำปิตุฆาตนั้นเป็นจริง เพียงแต่เขาไม่รู้มาก่อนว่าใครคือบิดาที่แท้ มิหนำซ้ำ ยังวิวาห์กับพระมารดาของตัวเองโดยไม่รู้อีก พลันที่นึกขึ้นได้ว่า แล้วราชินีโจคัสทาไปไหน เอดิปัสก็ออกตามหา จนพบว่าพระนางทนเรื่องที่เกิดขึ้นไม่ไหว ได้ฆ่าตัวตายไปเสียแล้ว ส่วนเอดิปัสเอง ก็ไม่สามารถทนมองเห็นโลกนี้ต่อไปได้ จึงควักลูกตาของตัวเองออกมา และยอมอยู่ในความมืดมน ตลอดไป </p>
            <img className="img-doc" src="/static/images/monster/43.png" alt="43" />
            <p className="ml-3">และนี่เอง คือที่มาของวลี Oedipus complex หรือ “ปมเอดิปัส” ที่ซิกมุนด์ ฟรอยด์ (Sigmund Freud) จิตแพทย์และนักจิตวิทยาตั้งทฤษฎีว่า หมายถึงความปรารถนาโดยไม่รู้ตัวของเด็กชาย ที่ต้องการมีเพศสัมพันธ์กับแม่ และต้องการกำจัดพ่อที่มาแย่งความรักจากแม่ไป จนเป็นต้นเหตุของอาการทางจิตหลายอย่าง </p>
        </DocumentsLayout>
    )
}

export default Oedipus
