import DocumentsLayout from '../../../components/DocumentsLayout'

const Perseus = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const monster3x2 = host + "monster/3.2.jpg"
    const monster3 = host + "monster/3.jpg"
    const monster31 = host + "monster/31.jpg"
    const monster32 = host + "monster/32.jpg"
    const monster3x3 = host + "monster/3.3.jpg"
    const monster3x4 = host + "monster/3.4.jpg"
    const monster35 = host + "monster/35.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>เพอร์ซีอุส</h3>
            <p className="ml-3">กษัตริย์อะคริซิอัส แห่งอาร์กอส มีธิดาองค์เดียวที่ชื่อ ดานาเอ แม้จะเป็นหญิงสาวที่มีรูปลักษณ์งดงาม แต่พระองค์กลับไม่พอใจเนื่องจากไม่มีโอรส ซ้ำร้ายยังมีคำทำนายโดยนักบวชหญิงแห่งวิหารเดลฟี กล่าวว่าโอรสของดานาเอก็จะสังหารพระองค์ในภายภาคหน้า อะคริซิอัสจึงสั่งให้ทำการสร้างบ้านที่ทำจากสำริดทั้งหลัง
             ฝังไว้ในดิน มีหลังคาที่ให้แสงสว่างเพียงส่วนหนึ่งเท่านั้น และจับดานาเอขังไว้ที่นั่นโดยมีทหารคุ้มกัน เพื่อป้องกันไม่ให้ชายใดได้พบเจอนางและเพื่อที่ตนจะได้หลุดพ้นจากคำทำนายนั้น</p>


            <img className="img-doc" src={monster3x2} alt="32" />

            <p className="ml-3">แต่แล้ววันหนึ่ง กลับเกิดเรื่องไม่คาดฝันขึ้น เมื่อมีฝนสีทองตกลงมาจากฟ้า ฝนทองคำเหล่านั้นคือ ซุส เทพเจ้าแห่งสายฟ้าแปลงกายมา ซุสลักลอบมาพบดานีเอ ทั้งสองมีความสัมพันธ์จนกระทั่งดานาเอทรงครรภ์พระโอรสที่มีชื่อภายหลังว่า เพอร์ซีอุส ดานาเอเก็บเรื่องนี้ไว้ จนกระทั่งวันหนึ่งอะคริซิอัสรู้เข้า
ด้วยความกลัวที่ว่าจะถูกสังหารเหมือนที่นักบวชหญิงทำนายไว้ อะคริซิอัสจึงมีคำสั่งให้สร้างหีบใบใหญ่ขึ้นมา จับธิดาของตนและหลานชายใส่ไว้ข้างในแล้วจึงนำไปโยนกลางทะเล</p>


            <p className="ml-3">หีบถูกซัดมาที่เกาะแห่งหนึ่ง เกาะนั้นมีชาวประมงใจดีชื่อ ดิกทิส มาพบหีบเข้า เขางัดและเปิดหีบออกมา ช่วยแม่ลูกทั้งคู่และพากลับบ้านไปหาภรรยา สามีภรรยาคู่นี้ไม่มีลูกจึงรับเลี้ยงทั้งสองไว้ จนกระทั่งหลายปีต่อมา กษัตริย์ของเกาะชื่อ โพลิเดกเทส สังเกตเห็นดานาเอและเกิดตกหลุมรักเข้า พระองค์ต้องการตัวนาง แต่ต้องการกำจัดเพอร์ซีอุส โพลิเดกเทสเลยใช้อุบายว่าตนกำลังจะแต่งงานกับหญิงอื่น และจัดงานเลี้ยงขึ้น แขกเหรื่อทุกคนต่างมีของขวัญให้โพลิเดกเทส
 แต่เพอร์ซีอุสกลับไม่มี ดังนั้นเพอร์ซีอุสจึงถามโพลิเดกเทสไปว่าต้องการอะไร เมื่อเข้าทาง พระองค์จึงตอบกลับว่าต้องการศีรษะของเมดูซา หนึ่งในสามพี่น้องกอร์กอน</p>
            <img className="img-doc" src={monster3} alt="3" />
            <p className="ml-3">เพอร์ซีอุสตอบตกลง เขาเดินทางไปเพื่อตามหาเมดูซา โดยมีเทพีอธีนาที่ต้องการกำจัดเมดูซาอยู่ก่อนแล้วคอยคุ้มครอง เทพีได้มอบโล่ซึ่งมันวาวเหมือนกับกระจก และบอกให้เฮอร์เมส
 เทพเจ้าที่ทำหน้าที่ส่งสารและมีศักดิ์เป็นน้องชายไปนำดาบโค้งมาให้เพอร์ซีอุสเพื่อใช้ฆ่าเมดูซา</p>
            <img className="img-doc" src={monster31} alt="31" />


            <p className="ml-3">เพอร์ซีอุสเดินทางไปหาแม่มดสามพี่น้องเกรยีตามคำชี้นำของอธีนา โดยมีเฮอร์เมสนำทาง แม่มดสามพี่น้องเกรยี พวกนางมีดวงตาข้างเดียวสลับกันใช้ เพอร์ซีอุสจึงใช้อุบายหลบซ่อนตัว จนกระทั่งหนึ่งในสามถอนดวงตาออกมา จากนั้นเขาจึงฉวยเอาดวงตามาและบังคับให้ทั้งสามบอกทางไปหานางไม้แห่งทิศอุดร เมื่อรู้ทาง เขาได้เดินทางไปที่นั่น นางไม้มอบรองเท้าติดปีกที่สามารถทำให้เหาะได้
   กระเป๋าวิเศษที่ยืดหดได้ตามสิ่งของที่บรรจุ และหมวกล่องหนให้แก่เพอร์ซีอุส เมื่อได้ของวิเศษมา ก็ถึงเวลาแล้วที่เพอร์ซีอุสจะไปปราบเมดูซา</p>

            <img className="img-doc" src={monster32} alt="32" />
            <p className="ml-3">ณ ที่ตรงนั้น เป็นโชคดีของเพอร์ซีอุสที่พี่น้องกอร์กอนกำลังหลับได้ที่ เขามองพวกนางจากโล่ที่ถืออยู่ เทพีอธีนาบอกเขาว่าตนไหนคือเมดูซา เมื่อรู้ดังนั้น เพอร์ซีอุสที่สวมรองเท้าติดปีกเหาะขึ้นเหนือร่างของเมดูซา
            มองนางจากโล่ที่ถือและใช้ดาบโค้งฟันคอนางจนขาด เลือดไหลทะลักเจิ่งนองทั่วพื้น เกิดเป็นม้ามีปีกที่เรียกว่า เพกาซัส เพอร์ซีอุสเก็บศีรษะของเมดูซาไว้ในกระเป๋ายืดหดได้และเดินทางกลับเกาะ</p>


            <img className="img-doc" src={monster3x3} alt="33" />

            <p className="ml-3">ระหว่างทางกลับ เขาแวะเอธิโอเปีย ที่นั่นเขาพบอันโดรเมดา ธิดาของกษัตริย์แห่งเอธิโอเปียที่กำลังถูกสังเวยให้กับพญางูเซตัส เขาตกหลุมรักนางตั้งแต่แรกเห็น และช่วยนางไว้จากอสุรกาย โดยมีข้อแลกเปลี่ยนว่านางจะต้องแต่งงานกับเขา ซึ่งทางพ่อแม่อันโดรเมดาก็ตกลง
          เพอร์ซีอุสและอันโดรเมดาเดินทางกลับเกาะ เมื่อถึงที่พักก็ไม่พบใครนอกจากศพของภรรยาดิกทิส เขาตามหามารดาและดิกทิสจนรู้ว่าทั้งสองซ่อนตัวจากโพลิเดกเทสที่วิหารแห่งหนึ่ง และเขาได้รู้ว่ากษัตริย์กำลังจัดงานเลี้ยง เพอร์ซีอุสเดินทางไปที่งานเลี้ยงและได้มอบของขวัญงานแต่งให้กับโพลิเดกเทสตามสัญญา เขานำศีรษะเมดูซาออกจากกระเป๋า และชูขึ้น คนภายในงานทั้งหมดแข็งเป็นหิน คนบนเกาะได้หลุดพ้นจากอำนาจของกษัตริย์โพลิเดกเทสแล้ว จากนั้นเพอร์ซีอุสก็ได้แต่งตั้งดิกทิสให้เป็นกษัตริย์ ส่วนตน อันโดรเมดาและมารดานั้นจะกลับไปยังอาร์กอส เผื่อว่าอะคริซิอัสผู้มีศักดิ์เป็นเสด็จตาของตนจะยอมใจอ่อนลงบ้าง ส่วนศีรษะของเมดูซาก็มอบให้แด่เทพีอธีนาเพื่อนำไปประดับไว้ในโล่ของเทพี และนำของวิเศษที่ตนใช้คืนทั้งหมด แต่เมื่อทั้งสามกลับไปถึงก็พบว่าอะคริซิอัสได้ถูกขับไล่ออกจากนครอาร์กอสเสียแล้ว
</p>

            <img className="img-doc" src={monster3x4} alt="34" />
            <p className="ml-3">ต่อมา เพอร์ซีอุสรู้ข่าวว่ากษัตริย์ลาริสซาทางภาคเหนือได้จัดการแข่งขันกรีฑาที่ยิ่งใหญ่ เพอร์ซีอุสรู้สึกสนใจและเดินทางไปแข่งขันด้วย โดยเขาเลือกแข่งขว้างจักร ระหว่างการแข่งขัน เกิดข้อผิดพลาดเมื่อเขาขว้างจักรพลาดไปทางคนดู
             ที่ตรงนั้นมีอะคริซิอัสนั่งอยู่ ปรากฏว่าอะคริซิอัสโดนจักรตกใส่และขาดใจตายทันที เป็นอันว่าคำทำนายจากเดลฟีกลายเป็นจริงในที่สุด</p>

            <img className="img-doc" src={monster35} alt="35" />
            <p className="ml-3">การตายของเมดูซา หนึ่งในอสุรกายพี่น้องกอร์กอนและกษัตริย์แห่งอาร์กอส อะคริซิอัสผู้เป็นทั้งเสด็จตาของเพอร์ซีอุสและบิดาของดานาเอเป็นการสิ้นสุดเรื่องราวความยากลำบากของสองแม่ลูกในที่สุด เพอร์ซีอุสได้ขึ้นครองราชย์ในนครอาร์กอสต่อจากเสด็จตา แต่เกิดความไม่สบายใจเพราะเท่ากับว่าตนเป็นผู้สังหารเสด็จตาตนเองและแย่งบัลลังก์มา
 เพอร์ซีอุสจึงมาสร้างเมืองใหม่คือ “ไมซินี” ขึ้น เขากับอันโดรเมดาแต่งงานกัน ทั้งสองใช้ชีวิตร่วมกันและครองรักกันอย่างมีความสุขตราบนานเท่านาน</p>

        </DocumentsLayout>
    )
}

export default Perseus
