import DocumentsLayout from '../../../components/DocumentsLayout'

const Theseus = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>ธีสิอุส</h3>
            <p className="ml-3"> ในอดีตกาล เมื่อครั้งที่เทพเจ้าและมนุษย์สื่อสารโดยตรง ในครั้งนั้น กษัตริย์ผู้ปกครองเกาะครีตสิ้นชีวิตลง เจ้าชายไมนอสผู้อ้างสิทธิในบัลลังก์แห่งครีต
            ต้องการแสดงให้ปวงชนเห็นว่าตนได้รับความสนับสนุนจากโปไซดอนจ้าวสมุทรจอมเทพผู้อภิบาลครีต
             เจ้าชายไมนอสจึงได้อ้อนวอนต่อโปไซดอนให้ส่งโคสีขาวจากฝูงของพระองค์ปรากฏผ่านห้วงมหาสมุทรขึ้นมาต่อสายตาประชาชนทั้งปวง</p>


            <img className="img-doc" src="/static/images/monster/5.3.jpg" alt="5.3" />



            <p className="ml-3">  การณ์ได้เป็นไปตามคำวอนขอ โดยโคเพศผู้สีขาวที่งามสง่าได้ปรากฏขึ้นมาจากห้วงมหาสมุทร และชาวเมืองทั้งปวงก็ยอมรับอำนาจของไมนอส
              แต่ทว่าไมนอสกลับเสียดายความงามของโคดังกล่าวและไม่ยอมสังเวยเพื่อส่งคืนแด่ไปไซดอน ทำให้พระองค์ทรงพิโรธและสาปแช่งไมนอส โดยทรงบันดาลให้ปรากฏว่า
              เมื่อปาซิฟาอีมเหสีของไมนอสเกิดหลงรักโคตัวนั้นและแอบไปร่วมประเวณีกับมัน จากนั้นก็ได้ประสูติโอรส ซึ่งเด็กที่เกิดมา มีหัวเป็นวัวมีร่างเป็นคน โดยถูกเรียกว่า มิโนทอร์  ซึ่งอสุรกายตนนี้กินเพียงเลือดเนื้อของมนุษย์เท่านั้น</p>
            <img className="img-doc" src="/static/images/monster/5.2.jpg" alt="5.2" />

            <p className="ml-3">มิโนทอร์ได้เติบโตอย่างรวดเร็วจนใหญ่โตกว่ามนุษย์ถึงสามเท่า ราชาไมนอสไม่กล้าสังหารอสูรตนนี้ ด้วยเกรงว่ามันจักทำให้จอมเทพพิโรธอีก พระองค์จึงสั่งให้สร้างที่คุมขังเป็นวังเขาวงกตชื่อว่า ลาบิรินธิ์ และขังอสูรตนนี้เอาไว้  </p>
            <img className="img-doc" src="/static/images/monster/51.jpg" alt="51" />





            <p className="ml-3">กาลเวลาผ่านไปจนกระทั่งครั้งหนึ่ง โอรสของไมนอสเข้าร่วมการแข่งขันกีฬาโอลิมปิกและได้รับชัยชนะ ทำให้ชาวกรีกจำนวนมากไม่พอใจ พวกเขาจึงช่วยกันจับโอรสของไมนอสสังหารเสีย
            ราชาไมนอสเสียพระทัยและพิโรธมาก พระองค์จึงกรีฑาทัพบุกเข้าโจมตีดินแดนกรีกและมีชัยชนะ จากนั้นพระองค์จึงสั่งให้นครกรีกทั้งหลายส่งหนุ่มสาวอย่างละเจ็ดคนไปยังครีตทุกปี  โดยทั้งหมดจะถูกส่งไปเป็นอาหารของมิโนทอร์
</p>
            <img className="img-doc" src="/static/images/monster/5.1.jpg" alt="5.1" />






            <p className="ml-3">  ความโศกเศร้าเข้าปกคลุมดินแดนกรีกเป็นเวลาหลายปี จนกระทั่งเมื่อธีสิอุส โอรสของกษัตริย์เอจิอุสแห่งนครเอเธนส์เจริญวัยเป็นชายหนุ่มผู้เก่งกล้า  พระองค์ได้อาสาพระบิดาไปสังหารอสูรร้ายตนนี้ โดให้สัญญาว่า
             ถ้าพระองค์สังหารมันได้ เมื่อแล่นเรือกลับมาจะใช้ใบเรือสีขาว แต่ถ้าไม่สำเร็จจะใช้ใบเรือสีดำ จากนั้นธีสิอุสก็ออกเรือสู่ครีตพร้อมเหยื่อสังเวยทั้งหมด</p>


            <img className="img-doc" src="/static/images/monster/5.4.jpg" alt="5.4" />


            <p className="ml-3">   เมื่อเดินทางไปถึงเกาะครีต ธีสิอุสได้มีโอกาสพบกับ อารีเเอดเน่ ราชธิดาของไมนอส นางตกหลุมรักธีสิอุสตั้งแต่แรกเห็นและได้วางแผนช่วยเจ้าชายหนุ่มในการสังหารมิโนทอร์ โดยนางถือกลุ่มด้ายรออยู่ข้างนอกและธีสิอุสถือปลายอีกด้านเดินเข้าไป เมื่อฆ่ามิโนทอร์ได้ก็ให้เดินย้อนกลับมาตามเส้นด้าย ทั้งนี้ อารีแอดเน่ได้ขอให้ธีสิอุสพานางกลับนครเอเธนส์ด้วย หากเขาสามารถจัดการกับมิโนทอร์ได้
                        หลังจากเตรียมการเรียบร้อยแล้ว เจ้าชายธีสิอุสก็เดินเข้าไปในลาบิรินธ์พร้อมกับดาบคู่มือ พระองค์เห็นโครงกระดูกและหัวกระโหลกผู้เคราะห์ร้ายกองอยู่ตลอดทางและเมื่อเข้าไปใกล้ถึงห้องโถงใหญ่ เจ้าชายก็ได้ยินเสียงลมหายใจของสัตว์ร้าย
                        เสียงฝีเท้าทำให้มิโนทอร์รับรู้ได้ว่า มีเหยื่อรายใหม่กำลังเดินเข้ามาหามัน เจ้าอสุรกายมองไปรอบ ๆ ห้องโถงเพื่อมองหาผู้บุกรุก ขณะที่ธิสิอุสแอบแฝงกายในเงามืดและเคลื่อนตัวเข้าหามิโนทอร์อย่างเงียบเชียบ
</p>

            <img className="img-doc" src="/static/images/monster/5.5.jpg" alt="5.5" />
            <p className="ml-3">  เมื่อได้โอกาส ธีสิอุสก็กระโดดขึ้นไปบนหลังของเจ้าอสุรกายพร้อมทั้งใช้ดาบจ้วงแทงลงไปอย่างสุดกำลัง มิโนทอร์ร้องคำรามด้วยความเจ็บ มันพยายามจะจับตัวผู้ที่ทำร้ายมัน แต่ธีสิอุสกระดาบออกมาและฟันซ้ำลงไปที่คอของอสูรร้ายเต็มแรง เลือดสาดกระเซ็นทั่วห้องโถง ร่างไร้ศรีษะของมิโทอร์ล้มลงกับพื้น ขณะที่หัวกลิ้งไปอีกทาง จากนั้น ธีสิอุสก็รีบหนีออกมาตามเส้นด้ายและพาอารีแอดเน่ที่รออยู่ตรงปากทางไปยังท่าเรือ
            ท่ามกลางแผ่นดินไหวและคลื่นยักษ์ที่โถมเข้ามา ความตายของมิโนทอร์ ได้ทำให้เทพโปไซดอนทรงพิโรธและส่งคลื่นยักษ์มาทำลายเกาะครีต</p>

            <p className="ml-3">     ธีสิอุสกับพวกหนีลงเรือทันเวลาและมุ่งหน้าสู่เอเธนส์พร้อมกับอารีแอดเน่ ซึ่งอันที่จริงแล้ว ในใจของพระองค์นั้นมิได้รักนางเลยและพระองค์ก็รู้ดีว่าชาวเอเธนส์ไม่มีวันยอมรับพระธิดาของราชาไมนอสอย่างเด็ดขาด ดังนั้นเมื่อถึงเกาะแห่งหนึ่ง พระองค์จึงทิ้งนางไว้ที่นั่นและเดินทางกลับเอเธนส์ อย่างไรก็ตาม
โชคของเจ้าหญิงอารีแอดเน่ยังดีอยู่ เนื่องจาก ไดโอนีซัส เทพเจ้าแห่งไวน์ได้มาพบนางเข้า พระองค์ทรงหลงรักนางในทันที่ได้พระเนตรและได้รับนางเป็นชายาในเวลาต่อมา</p>
            <img className="img-doc" src="/static/images/monster/57.jpg" alt="57" />
            <p className="ml-3">   กล่าวฝ่ายธีสิอุส ด้วยความดีใจที่สังหารมิโนทอร์ได้ จึงลืมให้คนเปลี่ยนใบเรือเป็นสีขาว และเมื่อเรือเข้าใกล้น่านน้ำเอเธนส์ กษัตริย์เอจิอุสซึ่งเฝ้ารอการกลับของพระโอรส ได้ทรงทอดพระเนตรใบเรือสีดำ ก็ทรงเข้าพระทัยว่าพระโอรสสิ้นชีพแล้ว ทำให้ราชา เอจิอุสทรงโทมนัสเป็นอย่างยิ่ง พระองค์ทรงกระโดดลงทะเลและสิ้นพระชนม์ น่านน้ำดังกล่าวจึงถูกเรียกว่าทะเลเอเจียน
          เมื่อทรงทราบว่าพระบิดาทรงปลงพระชนม์ชีพของพระองค์เองด้วยความเข้าพระทัยผิด  เจ้าชายธีสิอุสก็เสียพระทัยเป็นอันมาก จากนั้น เมื่อพิธีพระศพราชาเอจิอุสเสร็จสิ้นลง เจ้าชายก็ขึ้นครองราชย์เป็นกษัตริย์แห่งเอเธนส์สืบต่อจากพระบิดา
</p>







        </DocumentsLayout>
    )
}

export default Theseus
