import DocumentsLayout from '../../../components/DocumentsLayout'

const Arachna = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>กำเนิดแมงมุม อารัคเน่</h3>


            <img className="img-doc" src="/static/images/nature/arachne.jpg" alt="arachne" />
            <p className="ml-3">ชื่อของอารัคเนมีความหมายว่า "แมงมุม" อารัคเน เป็นลูกสาวของ อิดมอน ชาวโคโลฟอน นางเป็นช่างย้อมขนแกะที่โด่งดัง นางเป็นช่างมืออาชีพของไฮเพปา(Hypaepa)ในลิเดีย นางมีความสามารถเทียบเท่ากับช่างมืออาชีพในปัจจุบันและ หลายคนยกย่องในตัวของนาง  นางเป็นสาวทอผ้าที่มีฝีมือดีมากจนกระทั่งนางถือดีในทักษะของตนและเริ่มโอ้อวดว่าฝีมือการทอผ้าของตนเยี่ยมยอดกว่าเทพีอาเธน่า (Athena) เทพีแห่งการทอผ้า อีกเสียด้วย  เทพีอาธีนาถึงแก่โทสะเมื่อได้ยินเช่นนั้น
แต่ก็ให้โอกาสอารัคเนได้แก้ตัว นางได้จำแลงกายเป็นหญิงชราเพื่อไปเตือนอารัคเนไม่ให้ท้าทายเทพเจ้า หากแต่อารัคเนกลับกล่าวเสียดสีและขอให้มีการแข่งขันขึ้นเพื่อพิสูจน์ฝีมือของตน </p>

            <img className="img-doc" src="/static/images/nature/arachne3.jpg" alt="arachne3" />
            <p className="ml-3">เทพีอาธีนาจริงกลับคืนสู่ร่างเดิมและการแข่งขันก็เริ่มขึ้นเทพีอาธีนาทอผ้าออกมาเป็นลวดลายตอนที่นางมีชัยเหนือเทพโพไซดอน (Poseidon) ในการแข่งขันเพื่อตั้งชื่อเมืองและชาวเมืองเอเธนส์ได้ตั้งชื่อเมืองตามพระนามของนาง ส่วนลายผ้าของอารัคเนเป็นเรื่องราวของเทพซุส (Zeus) เป็นภาพเหตุการณ์ตอนที่มหาเทพแอบมีสัมพันธ์ชู้สาวแปลงกายลักพาตัวสาวๆ เจ้าหญิงลีดา (Leda) ยูโรปา (Europa) และองค์หญิงดาเน (Danae) ถึงแม้ว่าเทพีอาธีนาจะยอมรับว่าฝีมือการทอผ้าของอารัคเนจะยอดเยี่ยมไร้ที่ติ แต่หัวข้อที่นางหยิบยกขึ้นมาใช้เป็นลวดลายทำให้เทพีไม่พอใจอย่างมาก ในที่สุดเทพีอาธีนาก็หมดความอดทน นางได้ทำลายผ้าทอผืนนั้นและที่ทอผ้า รวมทั้งทุบศีรษะของสาวทอผ้า อารัคเนบรรลุแก่ความเขลาของตนและรู้สึกอับอายเป็นอย่างมาก นางจึงวิ่งหนีออกไปและแขวนคอตาย เทพีอาธีนานึกสงสารหญิงทอผ้า นางจึงพรมน้ำจากดอกอะโคไนท์ (aconite) และปลดเชือกที่ผูกคอซึ่งกลายเป็นใยแมงมุม ขณะที่ร่างของอารัคเนก็เปลี่ยนเป็นแมงมุม ราวเรื่องบ่งบอกว่าต้นกำเนิดการทอผ้าได้เลียนแบบมาจากแมงมุม
            แต่บางตำราก็เล่าว่าเทพีอาเธน่ากล่าวหาว่าเรื่องราวที่นางอารัคเน่ทอนั้นเป็นการลบหลู่เทพเจ้า เอเธน่าโมโหทำลายผ้าทอทิ้งและได้สาปให้นางกลายเป็นปีศาจแมงมุมชักใยไปตลอดชีวิต</p>


<img className="img-doc" src="/static/images/nature/arachne4.jpg" alt="arachne4" />

            
            <p className="ml-3">ซึ่งความทะนงตนและเพราะความโอ้อวดจนเกินเหตูที่ไปเทียบตนกับเทพเจ้าซึ่งแน่นอนว่าเป็นสิ่งที่ไม่เหมาะสมอย่างยิ่งเป็นสิ่งที่ทำให้นางอารัคเน่ต้องถูกสาป หากเปรียบ
 กับปัจจุบันแล้วก็คงเหมือนกันกับคนที่มีฝีมือแต่กลับพูดจาโอ้อวดตนจนทำให้ผู้อื่นเกิดความคับแค้นใจและในที่สุดสิ่งที่โอ้อวดมาทั้งหมดนั้นกลับมาทำร้ายตนเองและต้องมาทุกข์ทรมานกับคำพูดของตนเอง</p>
        <img className="img-doc" src="/static/images/nature/arachne2.jpg" alt="arachne2" />
        </DocumentsLayout>
    )
}

export default Arachna
