import DocumentsLayout from '../../../components/DocumentsLayout'

const Crown = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const apol = host + "nature/apollo.jpg"
    const apo = host + "nature/apo.jpg"
    const Daphne2 = host + "nature/Daphne2.jpg"
    const apo5 = host + "nature/apo5.jpg"
    const Daphne = host + "nature/Daphne.jpg"
    const apo2 = host + "nature/apo2.jpg"
    const apo4 = host + "nature/apo4.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>ลอเรลมงกุฏของอพอลโล</h3>

            <p className="ml-3">เรื่องราวของความรัก ตำนานที่รู้จักกันมากที่สุดของอพอลโลกับดาฟนี (Daphne) ตำนานความรักของทั้งสองนั้น<b>เริ่มต้นจากการอวดดีของอพอลโลที่
            ไปสบประมาทเจ้าเทพแห่งความรักตัวน้อยหรือคิวปิด</b>เข้านั่นเอง อพอลโลเห็นเจ้าคิวปิดเงื้อง่ายิงธนูก็ไปเยาะเย้ยว่าคิวปิดเป็นเด็กเป็นเล็กริอ่านเล่นกับธนูซึ่งเหมาะกับชายฉกรรจ์อย่างตนมากกว่า ว่าแล้วอพอลโลก็โอ้อวดถึงชัยชนะที่ได้มาจากการใช้ธนูต่อสู้กับมังกรไพธอน คิวปิดโกรธมากจึงโต้ตอบว่า ถึงแม้อพอลโลจะสามารถใช้ธนูเอาชนะใครต่อใครได้หมด
            แต่ธนูอันน้อยของเขานี่แหละที่จะล้มอพอลโลลงได้ พูดจบคิวปิดจึงแสดงอิทธิฤทธิ์ให้อพอลโลรู้ซึ้งถึงอานุภาพของธนูที่อพอลโลดูแคลนว่าเป็นของเด็กเล่น</p>
            <img className="img-doc" src={apol} alt="apol" />
            <p className="ml-3">โดยคิวปิดได้ยิงศรทองคำไปปักอพอลโลให้หลงรักดาฟนีซึ่งเป็นธิดาน้อยของพีนีอุส (Peneus)
            เทพเจ้าแห่งแม่น้ำเข้า ส่วนในขณะเดียวกันก็ได้ใช้ด้านปลายที่ทื่อของธนูปักที่ดาฟนีซึ่งจะทำให้ดาฟนีไม่มีวันรักใคร</p>

            <p className="ml-3">ดังนั้นความรักของทั้งสองจึงไม่มีวันที่จะสมหวัง นี่คือการแก้แค้นของคิวปิดนั้นเอง ดาฟนีนั้นเติบโตมา ด้วยความที่นางรูปงามจึงมีชายหนุ่มมาสนใจมากมาย แต่นางกลับไม่สนใจผู้ใด
                         แถมยังนับถืออาร์เทมิสผู้เป็นเธพธิดาแห่งพรหมจรรย์อย่างเคร่งครัดเมื่อพีนีอุสถามบุตรีว่าเหมื่อไหร่เล่าที่ท่านจะได้อุ้มหลานตาหากนางยังคงคอยปฏิเสธชายหนุ่มรูปงามทั้งหลายอยู่เช่นนี้
             นางกลับออดอ้อนขอร้องต่อท่านพ่อให้ท่าประทานพรให้นางเป็นโสดไปชั่วชีวิต จนพีนีอุสใจอ่อนจึงประทานพรนั้นให้แก่นาง</p>

            <img className="img-doc" src={Daphne2} alt="Daphne2" />

            <p className="ml-3">วันหนึ่งอพอลโลได้เห็นนางดาฟนีเข้าเป็นครั้งแรกก็ถูกตาต้องใจเป็นอันมาก ผลจากการถูกศรรักปักอก อพอลโลหลงใหลในตัวนาง ไม่ว่าจะเป็นผมยาวสลวย ดวงตาแวววาม รวมทั้งริมฝีปากอ่อนหวานซึ่งอพอลโลสัญญากับตัวเองว่าจะไม่ยอมหยุดเพียงการได้แต่ลอบมองริมฝีปากของนางเป็นแน่ ถึงแม้ท่านจะเป็นเทพแห่งการทำนายแต่ท่านกลับลืมสำรวจชะตาของท่านกับนางซึ่งไม่มีวันเป็นไปได้ด้วยความคลั่งไคล้ อพอลโลจึงตามนางไปทุกหนทุกแห่งมิวายว่านางจะหลบหนีอย่างไม่คิดชีวิตก็ตาม อพอลโลพยายามร้องตะโกนเกลี้ยกล่อมมิให้นางวิ่งหนี
            พร่ำพรรณนาความรักอันมีต่อนาง หากดาฟนีนั้นมิได้ชอบพอในตัวอพอลโลทั้งยังรังเกียจ อาจจะเป็นเพราะศรของคิวปิดน้อยก็ได้ นางจึงคอยหนีท่านเรื่อยไป</p>
            <img className="img-doc" src={apo} alt="apo" />
            <p className="ml-3">อพอลโลถึงกลับคร่ำครวญว่า โอ้ ถึงแม้ศรข้าจะมีอานุภาพเกรียงไกร แต่ข้ากลับพ่ายแพ้แก่ลูกศรที่มีอานุภาพร้ายแรงกว่า
            นั่นคือศรรักที่ปักอกข้าจนทำให้ข้าร้อนรุ่มทรมาณด้วยความรักถึงเพียงนี้ แม้ข้าจะเป็นถึงเทพแห่งการเยียวยาผู้รักษาโรคร้ายให้มลายหายไปได้
            แต่ข้ากลับพ่ายแพ้แก่โรครักซึ่งยาขนานใดก็ไม่สามารถเยียวยารักษาได้ ทว่าคำหวานของอพอลโลไม่สามรถโน้มน้าวใจดาฟนีได้ นางยังคงหนีต่อไป
             แม้อพอลโลจะยังคงติดตามอย่างไม่ลดละเช่นเดียวกัน ยิ่งเธอวิ่งผมของเธอก็ปลิวสยายไปกับสายลม เสื้อผ้าก็เริ่มหลุดลุ่ย ทำให้อพอลโลคลั่งไคล้ในตัวเธออีกเป็นทวีคูณ
             อพอลโลนั้นจึงเร่งฝีเท้าให้เร็วขึ้นเพื่อไล่ให้ทันเธอ ทิ้งการเกลี้ยกล่อมอันละมุนละม่อมไปเสีย ดังสุนัขป่าวิ่งรี่เข้าหาลูกแกะ  ดาฟนีนั้นกลัวจับใจ เรี่ยวแรงที่มีอยู่ก็เริ่มลดน้อยถอยลง
              เธอรู้ว่า อีกไม่นานอพอลโลคงจับตัวเธอได้เป็นแน่แท้ </p>

            <img className="img-doc" src={apo5} alt="apo5" />
            <p className="ml-3">ดาฟนีจึงสวดอ้อนวอนขอต่อท่านพ่อคือพีนีอุสให้ช่วยเหลือเธอให้รอดพ้นจากเงื้อมมือของอพอลโล ให้เปลี่ยนรูปร่างสะสวยของเธอที่นำมาซึ่งความหลงใหลของอพอลโล  ทันทีที่อพอลโลไล่ตามมาจนถึงตัวเธอและพยายามที่จะโอบกอดเธอนั้นคำขอของเธอก็สิ้นสุดลงพอดี ซึ่งพีนีอุสก็ให้พรตามขอ ทันใดนั้นขาของเธอนั้นถูกตรึงอยู่กับที่ หน้าอกของเธอถูกปกคลุมด้วยเปลือกไม้ ผมของเธอนั้นกลายเป็นใบไม้ แลแขนทั้งสองข้างก็เหยียดสยายแผ่กิ่งก้าน เท้าของเธอกลายเป็นรากไม้หยั่งลึกลงไปในผืนดิน และใบหน้าที่สดสวยซึ่งนำมาซึ่งการไล่ล่านี้ก็กลายเป็นเพียงยอดไม้ ไม่เหลือเค้าความสวยงามใด ดาฟนีนั้นได้กลายร่างเป็นต้นลอเรลอยู่ในอ้อมกอดของอพอลโล
            อพอลโลประหลาดใจมาก เมื่อเขาเอามือลูปไปที่กิ่งไม้ ก้านทั้งก้านก็สั่นไหวดั่งมีเลือดเนื้อ อพอลโลตระกองกอดกิ่งนั้นไว้แล้วบรรจงจุมพิตลงที่ไม้นั้น กิ่งไม้ยังหดตัวพยายามหนีจากรอยจูบของเขา</p>
            <img className="img-doc" src={Daphne} alt="Daphne" />

            <p className="ml-3">ด้วยความเศร้าสลด อพอลโลกระซิบบอกกับต้นลอเรลว่า ถึงเธอจะเป็นชายาของเขาไม่ได้ แต่เธอก็จะเป็นต้นไม้ประจำตัวของเขา พร้อมลั่นวาจาไว้ว่า "ข้าจะสวมใส่เจ้าไว้เป็นมงกุฏเหนือเศียรเกล้า จะนำกิ่งใบของเจ้าไปประดับไว้กับพิณและธนูคู่กายข้า และเมื่อชาวโรมันประสบชัยชนะ พวกเขาจะสวมพวงลอเรลไว้เหนือศีรษะ
             ใบของเจ้าจะเขียวสดไม่มีวันแห้ง และเจ้า...เจ้าจะไม่มีวันหนีข้าพ้น เจ้าจะเป็นของข้าชั่วนิจนิรันดร์"  สิ้นคำของเทพอพอลโล ยอดของต้นลอเรลก็โน้มลู่ลง ดั่งน้อมรับคำพิพากษานั้น</p>
            <img className="img-doc" src={apo2} alt="apo2" />


            <p className="ml-3">นี่จึงเป็นที่มาของการที่พวงมงกุฏใบลอเรลถือเป็นสัญลักษณ์แห่งผู้พิชิต และใบลอเรลจะถูกประดับบนศีรษะของผู้ได้รับชัยชนะจากการแข่งขันต่างๆเสมอมา</p>
            <img className="img-doc" src={apo4} alt="4" />
        </DocumentsLayout>
    )
}

export default Crown
