import DocumentsLayout from '../../../components/DocumentsLayout'

const Echo = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const echoo = host + "nature/echoo.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>เอคโค่</h3>
            <img className="img-doc" src={echoo} alt="echoo" />
            <p className="ml-3"><b>เอคโค่ Echo หมายถึง เสียงสะท้อง </b>นางไม้ตนนี้มีนิสัยเสียอย่างหนึ่งคือเป็นคนมีนิสัยช่างพูด ช่างเจรจา วันหนึ่ง เทพีฮีร่า มเหสีของเทพ กำลังตามหาเทพซุสที่หนีลงมาเที่ยวเล่น แต่นางเอคโค่ไม่รู้ความ จึงเดินเข้าไปคุยกับเทพี จนทำให้เทพี ไม่สามารถหาเทพซุสได้ทัน นางจึงสาปให้นางไม้เอคโค่ไม่มีเสียงพูดเป็นของตนเอง โดยได้พูดพูดตามคำสุดท้ายของคนอื่นแล้วเทพีก็จากไป

นางไม้เอคโค่เสียใจเป็นอย่างมาก และเมื่อวันหนึ่งมาถึง นางไม่เจอกับนาซิสซัส ชายหนุ่มรูปงาม แต่เมื่อเดินเข้าไปหา พยายามพูดคุยด้วยก็ทำไม่ได้ เพราะได้แต่พูดตามคำท้าของนาซิสซัส นาซิสซัสเห็นก็รังเกียจและหนีนางไป

นางเอคโค่เศร้าเสียใจจนทรอมใจตายในถ้ำ ตั้งแต่นั้นมา นางก็กลายเป็นเสียงสะท้อนตามถ้ำ หุบเขา หรือหน้าผา
</p>
            




        </DocumentsLayout>
    )
}

export default Echo
