import DocumentsLayout from '../../../components/DocumentsLayout'

const Flower = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const narcissus = host + "nature/narcissus.jpg"
    const hyacinth = host + "nature/hyacinth.jpg"
    const  adonis = host + "nature/adonis.jpg"
    const peony = host + "nature/peony.jpg"
    const sunflower = host + "nature/sunflower.jpg"
    const hellebore = host + "nature/hellebore.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>ดอกไม้จากตำนานเทพเจ้ากรีก</h3>


            <h4 style={{ marginTop: 130 }}>นาร์ซิสซัส หรือ แดฟโฟดิล</h4>
            <img className="img-doc" src={narcissus} alt="narcissus" />
            <p className="ml-3">คือตำนานของพ่อหนุ่มจอมหลงตนเองอย่างหาใครเทียบ นามว่า “นาร์ซิสซัส” เล่ากันว่าชายหนุ่มผู้นี้มีรูปโฉมงดงาม เป็นที่หมายปองของเหล่าสตรี เเต่ด้วยความหล่อเลือกได้ นาร์ซิสซัสไม่เคยมองผู้หญิงคนไหนเลย เเถมยังชอบหักอกสาวเล่นไปวันๆ
ไม่ใช่แค่มนุษย์เท่านั้นที่โดนหักอก แม้แต่นางไม้สุดสวยอย่าง เอคโค่ ที่โดนเทพีเฮราสาป ให้เธอสามารถพูดทวนได้แค่คำสุดท้ายในประโยคของอีกฝ่าย ก็มาตกหลุมรักนาร์ซิสซัสด้วยอีกคน เมื่อเอคโค่ได้พบนาร์ซิสซัสก็ต้องช้ำรัก เพราะเธอทำได้แค่พูดทวนคำสุดท้ายที่ชายหนุ่มพูด เวลาต่อมานาร์ซิสซัสก็ได้รับผลแห่งการกระทำอันน่าหมั่นไส้นี้ เพราะมีหญิงสาวคนหนึ่งที่เคยโดนนาร์ซิสซัสหักอกได้สวดอ้อนวอนเทพเนเมสิสว่า <b>ขอให้คนที่ไม่เคยรักใครอย่างผู้ชายคนนี้รักแต่ตนเองไปซะ!</b>
</p>
            <p className="ml-3">หลังจากคำขอร้องนั้น นาร์ซิสซัสได้ไปเห็นเงาสะท้อนของตนเองในน้ำ คนหลงตัวเองอย่างเขาก็เฝ้ามองเเต่เงาของตนเอง ไม่ยอมละสายตาไปไหนสุดท้ายก็ตรอมใจตายอยู่ตรงนั้นแต่ไม่มีใครพบศพ
             แม้พวกนางไม้จะหาเท่าไหร่ก็ไม่เจอ พบเพียงดอกไม้ดอกหนึ่งที่บานอย่างงดงามอยู่ตรงนั้น ดอกไม้นี้จึงมีชื่อตามเขาว่า “นาร์ซิสซัส”</p>


            <h4 style={{ marginTop: 130 }}>ไฮยาซินธ์</h4>
            <img className="img-doc" src={hyacinth} alt="hyacinth" />
            <p className="ml-3"> ไฮยาซินธ์เป็นชื่อของหนุ่มน้อยรูปงามคนหนึ่ง เขาเป็นเพื่อนสนิทมาก กับเทพอพอลโล องคนนี้แข่งกันขว้างจักร อพอลโลเผลอกะระยะพลาด ทำให้จักรนั้นพุ่งใส่ไฮยาซินธ์นอนจมกองเลือดและสิ้นใจตายในอ้อมแขนของเพื่อนรักนั่นเอง อพอลโลร้องไห้เสียใจมาก พลางบอกว่าเขายินดีแลกชีวิตกับสหายผู้นี้ได้โดยไม่เสียดาย ทันใดนั้นหญ้าที่เปื้อนเลือดพลันเขียวขจีขึ้นมา ทั้งยังมีดอกไม้ผลิบานสะพรั่ง อพอลโลผู้กำลังเสียใจกับการสูญเสีย ได้จารึกอักษรลงบนกลีบดอกไม้
            แต่บางตำนานเล่าว่าอพอลโลสลักอักษรย่อชื่อไฮยาซินธ์ลงไป บ้างก็ว่าเป็นอักษรสองตัวแทนคำว่า “อนิจจา” ในภาษากรีก นับว่าเรื่องนี้เป็นโศกนาฏกรรมสะเทือนใจให้เทพเจ้าอพอลโลไปอีกนาน</p>


            <h4 style={{ marginTop: 130 }}>อะดอนิส หรือ อเนโมเน่</h4>
            <img className="img-doc" src={adonis} alt="adonis" />
            <p className="ml-3">ตำนานเกี่ยวกับดอกอะดอนิส หรือ อะเนโมเน่ มีอยู่ว่า ครั้งหนึ่งเทพีอะโฟรไดท์ หลงรักทารกน้อยอะดอนิสทันทีที่ได้พบสบตา แต่จะให้เทพีแห่งความงามมานั่งกระเตงเด็กทารกไปไหนมาไหนด้วย เรตติ้งจะตกเอา จึงจัดการนำไปฝากให้เทพีเพอร์เซโฟเนช่วยเลี้ยงดูแทน ก็โชคร้ายไปอีกเมื่อเพอร์เซโฟเนนั้นหลงรักอะดอนิสอีกคน และไม่ยอมคืนให้เทพีอะโฟรไดท์ กลายเป็นการถกเกียงกัน ต่างฝ่ายต่างไม่มีใครยอมใคร เดือดร้อนเทพซุสต้องมาไกล่เกลี่ยให้ โดยผลการตัดสินคือช่วงฤดูใบไม้ร่วงและฤดูหนาว
            อะดอนิสจะใช้เวลากับราชินีแห่งยมโลก และช่วงฤดูใบไม้ผลิกับฤดูร้อนกับเทพีแห่งความรัก ดูเป็นการตัดสินที่เที่ยงธรรมที่สุดแล้ว </p>
            <p className="ml-3">เวลาผ่านไป หนุ่มน้อยอะดอนิสนั้นชอบออกล่าสัตว์มาก เทพีอะโฟรไดท์เห็นชอบอะไรก็ตามใจไปเสียหมด นางมักจะขี่ราชรถที่ลากด้วยหงส์ บินตามไปดูการล่าสัตว์ของเด็กหนุ่มแทบทุกครั้ง โชคร้ายมีครั้งหนึ่งที่นางไม่ได้ไปด้วย อะดอนิสกำลังไล่ล่าหมูป่าคลั่งตัวหนึ่ง และพลาดพลั้งโดนเขี้ยวหมูป่าแทงจนเลือดอาบ เทพีฮะโฟรไดท์ผู้กำลังขับราชรถอยู่เหนือพื้นโลกได้ยินเสียงร้องด้วยความเจ็บปวดของอะดอนิส จึงรีบเหาะลงมาหาอย่างรวดเร็วเเต่ก็ยังช้าเกินไป เลือดสีเข้มไหลอาบไปทั่วหิมะ เด็กหนุ่มไม่รู้สึกถึงจุมพิต
             รวมทั้งคำรำพันจากเทพีแห่งความงามอีกแล้ว เขาขาดใจตายในอ้อมอกของเทพีอะโฟรไดท์ เลือดของเขาที่หยดลงบนหิมะจึงกลายเป็นดอกไม้สีแดงผลิบานในชื่อ
     “อะดอนิส” หรือ “อะเนโมเน” อยู่ตรงนั้น  </p>

            <h4 style={{ marginTop: 130 }}>ดอกพีโอนี่ หรือโบตั๋น</h4>
            <img className="img-doc" src={peony} alt="peony" />
            <p className="ml-3">ชื่อของดอกพีโอนี่ มาจากเทพชื่อพีออน เป็นเทพเจ้าฝึกหัดเกี่ยวกับการรักษา เขาเป็นลูกศิษย์ของเลโต เเต่บางตำนานก็ว่าเขาเป็นลูกศิษย์ของเทพเจ้าอัสเคิลพิอุส เทพพีออนมีสติปัญญาเฉลียวฉลาด เขาเป็นผู้รู้จักต้นกำเนิดของเวทมนตร์บนภูเขาโอลิมปัสซึ่งสามารถช่วยลดความเจ็บปวดของมารดาที่คลอดบุตรได้ด้วย
ทว่าพอเรื่องของเทพพีออน รู้ไปถึงหูอัสเคิลพิอุส ก็เกิดความไม่พอใจเนื่องด้วยตนเองเป็นเทพเกี่ยวกับการแพทย์อยู่ก่อนแล้ว ดังนั้นการที่เทพพีออนทำแบบนี้ มันข้ามหน้าข้ามตาชัด ๆ อัสเคิลพิอุสจึงขู่จะฆ่าเทพพีออนทันที เลโตซึ่งตอนนั้นได้เป็นเทพเจ้าแห่งความยุติธรรม คิดว่าไม่ควรมีผู้บริสุทธ์ต้องได้รับผลจากสิ่งที่ตนไม่ได้ก่อ จึงไปถามเทพซุสว่ามีวิธีใดจะช่วยเทพพีออนจากความโกรธของอัสเคิลพิอุสได้บ้าง ซึ่งเทพซุสผู้ทรงปัญญาได้แก้ปัญหาโดยการเปลี่ยนเทพพีออนเป็นดอกไม้

</p>



            <h4 style={{ marginTop: 130 }}>ทานตะวัน</h4>
            <img className="img-doc" src={sunflower} alt="sunflower" />
            <p className="ml-3">นางไคลธีหลงรักสุริยเทพเฮลิออสถึงขั้นยอมศิโรราบทุกอย่าง จงรักภักดีแต่เขาผู้เดียว กระนั้นก็ช่างโชคร้ายที่ความรักครั้งนี้เป็นรักข้างเดียว เฮลิออสไม่ได้สนใจไคลธีเลย ตรงข้ามเขากลับสนใจน้องสาวของนางไคลธีคือ ลูโคเทีย มากกว่า ถึงขั้นยอมลงทุนปลอมเป็นมารดาของนางเข้าไปร่วมหลับนอนในห้องทีเดียว ด้วยความเจ็บใจจากเหตุการณ์นั้นนางจึงรีบวิ่งไปฟ้องบิดาคือ กษัตริย์ออร์คาร์มัส ทันที เรื่องงามหน้าบัดสีเช่นนี้ปล่อยไว้ในราชสำนักไม่ได้ นางลูโคเทียจึงถูกจับฝังทั้งเป็นตามคำสั่งของผู้เป็นบิดา 
ส่วนเฮลิออสเมื่อไร้นางลูโคเทีย ก็ใช่ว่าเขาจะเปลี่ยนใจมามองนางไคลธีนะคะ ตอนนี้เขากลับเกลียดนางมากในขนาดที่หน้าก็ยังไม่มอง ฝ่ายนางไคลธีก็เสียใจคร่ำครวญถึงเทพเฮลิออสสุดที่รักตากแดดตากลม ไปอีก 9 วัน 9 คืน บนก้อนหิน โดยปราศจากน้ำและอาหาร ท้ายที่สุดนางก็ตรอมใจตายอยู่ตรงนั้น  <b>กลายเป็นดอกทานตะวันที่ซื่อสัตย์มั่นคงในความรัก เพราะ เมื่อพระอาทิตย์ขึ้นฉันใด ดอกทานตะวันสีเหลืองสดสวยจะหันหน้าเข้าหาพระอาทิตย์ฉันนั้นเสมอ</b>
</p>


            <h4 style={{ marginTop: 130 }}>เฮลลิบอร์</h4>
            <img className="img-doc" src={hellebore} alt="hellebore" />
            <p className="ml-3">กล่าวกันว่าต้นเฮลลิบอร์เป็นต้นไม้ที่มีสรรพคุณทางการแพทย์ที่หลากหลาย ครั้งหนึ่งมันเคยถูกใช้รักษาอาการบ้าคลั่งของธิดาแห่งกษัตริย์อาร์กอสอีกด้วย โดยอาการบ้าคลั่งดังกล่าวเกิดจากคำสาปของเทพไดโอนีซุสผู้เป็นเทพเจ้าไวน์จอมขี้เมา มาทำให้ผู้หญิงในเมืองอาร์กอสต่างเปลือยกาย ร้องไห้ กรีดร้องโวยวาย สติแตกและวิ่งพล่านไปทั่วถนน
โชคดีที่มีนักสีไวโอลินผู้สามารถคุยกับเหล่าสรรพสัตว์ชื่อ เมลัมปุส จากไพลอส ปรากฏตัวขึ้นพร้อมกับต้นเฮลลิบอร์ มาช่วยรักษาอาการป่วยเสียสติของผู้หญิงเหล่านี้ให้หายเป็นปลิดทิ้ง ทุกอย่างจึงได้จบลงอย่างงดงาม 
</p>
        </DocumentsLayout>
    )
}

export default Flower
