import DocumentsLayout from '../../../components/DocumentsLayout'

const Medusa = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>เมดูซ่า</h3>
            <img className="img-doc" src="/static/images/monster/13.5.jpg" alt="13" />
            <p className="ml-3">เมดูซ่า(Medusa) คือ ผู้หญิงที่มีหน้าตาสวยงามมาก คือหนึ่งในลูกสาวทั้งสามคนของ ของเมทิส เจ้าแห่งสติปัญญา และสามารถแปลงกายเป็นสิ่งต่างๆได้มากมาย ซึ่งลูกสาวทั้งสามคนของเมทิสล้วนมีใบหน้าสวยงาม ดุจเทพธิดาทุกคน แต่ที่สวยที่สุดก็คงจะเป็นเมดูซ่า เพราะเธอถูกยกให้เป็นหญิงสาวที่สวยที่สุดในกรุงเอเธนส์ ชายหนุ่มทุกคนในกรีซต่างก็ปรารถนาที่จะได้ครอบครองเธอ ว่ากันว่าความงดงามของเธอทำให้คู่รักต้องทะเลาะกันเพราะภรรยาหึงหวงสามีแต่เมดูซ่าไม่สามารถแต่งงาน
            หรือมีคนรักได้ เพราะเธอถวายตัวเป็นนักบวชรับใช้อยู่ในวิหารของ “เทพีอะธีนา” เทพเจ้าแห่งปัญญาและการสงคราม ผู้ยึดถือพรหมจรรย์ เป็นตัวแทนของความบริสุทธิ์ </p>



            <img className="img-doc" src="/static/images/monster/13.3.jpg" alt="13" />
            <p className="ml-3">เมื่อ โพไซดอน เทพเจ้าแห่งท้องทะเล ผู้เลื่องชื่อในความเจ้าชู้ได้มาพบเธอซึ่งอยู่ในวิหารเพียงลำพัง จึงจัดการขืนใจในวิหารของเทพีอะธีนา เมื่อเธอถูกพรากความบริสุทธิ์ไป เธอจึงไม่สามารถรับใช้ในวิหารได้อีกต่อไป เทพีอะธีนาโกรธมากที่เมดูซ่ากระทำการบัดสีบัดเถลิงในวิหารของตน ถือเป็นการดูหมิ่นเทพเจ้าอย่างรุนแรง ทำให้วิหารเป็นมลทิน ความเกลียดชังมหาศาลนี้จึงทำให้ เทพีอะธีนาได้สาปเมดูซ่า ให้กลายเป็นเป็นปีศาจร้าย จากผมดุจเส้นไหมทองสวยงามก็กลายเป็นงูพิษเลื้อยพันกันยั้วเยี้ยอยู่บนหัว ผิวพรรณอันงดงามของเธอแห้งแตก มิหน้ำซ้ำใบหน้าของเธอยังดูแย่มากจนไม่ว่าใครก็ตามที่จ้องตาเธอจะต้องแข็งกลายเป็นหิน อีกทั้งเธอยังต้องทนทุกข์ทรมานระหว่างการกลายร่างนี้ด้วย
            และนั่นทำให้เมดูซ่าต้องหนีไปอยู่ในถ้ำบนเกาะร้างตามลำพัง เธอต้องสูญเสียทุกอย่างไปและไม่มีวันได้กลับคืนมา และนั่นทำให้เธอเสียใจมาก เพราะเธอไม่ได้ทำอะไรผิดเลย  </p>

            <img className="img-doc" src="/static/images/monster/13.6.jpg" alt="13.6" />
            <p className="ml-3">สุดท้ายแม้จะหลบหนีจากชะตากรรมอันแสนโชคร้าย แต่ก็ดูเหมือนเคราะห์จะยังไม่หมดไป เพราะเธอถูกสังหารคาถ้ำที่เธออาศัยอยู่ โดย บุรุษครึ่งมนุษย์ครึ่งเทพนามว่า “เพอร์ซีอุส” ผู้ได้รับคำสั่งและได้รับดาบจากเทพีอะธีนาว่า “จงปลิดชีพเมดูซ่าเสีย”นอกจากนั้นเพอร์ซีอัสยังนำหัวของเมดูซ่าไปติดประดับไว้กับ “โล่เอจิส” อีกด้วย<b><br></br>
                3 พี่น้องกอร์กอน ได้แก่<br></br>
                1.สเธโน (Stheno)</b> <br></br>พี่คนโต : อมตะ / ไม่มีความสามารถในการทำให้คนกลายร่างเป็นหิน / โหดร้ายและทรงพลังมากที่สุด / อยู่ข้างน้องตอนถูกสาปเลยเป็น<br></br>
                <b>2.ยูริอาลี(Euryale) </b><br></br>พี่คนรอง : อมตะ / ไม่มีความสามารถในการทำให้คนกลายร่างเป็นหิน / คล่องแคล่วว่องไวมากที่สุด / อยู่ข้างน้องตอนถูกสาปเลยเป็น<br></br>
                <b>3.เมดูซ่า(Medusa) </b><br></br>น้องเล็ก : ไม่อมตะ / ความสามารถทางกายภาพถูกแทนที่โดยการทำให้คนกลายเป็นหินได้ / เทพีอะธีนาสาป<br></br><br></br>


            </p>
            <img className="img-doc" src="/static/images/monster/13.jpg" alt="13" />
           


        </DocumentsLayout>
    )
}

export default Medusa
