import DocumentsLayout from '../../../components/DocumentsLayout'

const Cupid = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>ตำนานความรัก คิวปิดเเละไซคี</h3>
            <p className="ml-3">The Great Love Story of Cupid and Psyche</p>
            <img className="img-doc" src="/static/images/human/Cupid00.jpg" alt="Cupid00" />


            <p className="ml-3"><b>คิวปิด เป็นเทพแห่งความปรารถนา ความรัก โดยพระองค์เป็นพระโอรสของเทพีวีนัส เทพีแห่งความงาม</b> และมีธนูกับลูกศรกามเทพ
            ซึ่งเป็นตัวแทนของบ่อเกิดอำนาจของพระองค์ มนุษย์หรือกระทั่งพระเจ้าที่ถูกยิงด้วยลูกศรกามเทพของคิวปิดจะเปี่ยมด้วยความปรารถนาซึ่งควบคุมไม่ได้</p>


            <img className="img-doc" src="/static/images/human/c.jpg" alt="c" />

            <p className="ml-3"><b>“ไซคี” นั้นมีความหมายถึง “วิญญาณ” หรือ “ลมหายใจแห่งชีวิต” </b>เธอเป็นมนุษย์หญิงสาวที่รูปโฉมงดงาม งามจนมีคนมากมายเดินทางมาเพื่อชมความงามของเธอ
            จนเทพีวีนัสเกิดความไม่พอใจอย่างมาเพราะผู้คนหันไปหลงไปชมความงามของไซคี จนลืมบูชาเทพีวีนัส จนเธอต้องวางแผนร้ายให้ลูกชาย คิวปิด ไปยิงศรกามเทพใส่นางไซคี ให้พบรักกับชายอัปลักษณ์</p>
            <img className="img-doc" src="/static/images/human/c2.jpg" alt="c2" />


            <p className="ml-3">เมื่อคิวปิดเดินทางไปถึง นางไซคีกำลังหลับอยู่บนที่นอน ในความมืดคิวปิดได้นำศรไปแตะนางไซคี ทำให้เธอตื่นลืมตาขึ้นมา ทันใดนั้น
             คิวปิดก็พบว่านางช่างงามเหลือเกิน จนทำให้คิวปิดหลงใหลในความงามนี้ของเธอเช่นกัน จนเผลอเอาศรโดนตัวเอง นั้นจึงทำให้ทั้งคู่หลงรักกัน</p>
            <img className="img-doc" src="/static/images/human/Cupid-0.jpg" alt="Cupid-0" />



            <p className="ml-3">เวลาผ่านไปพี่สาวของไซคีก็ค่อยๆ ทยอยแต่งงานออกไป จนเหลือเธอที่ไม่มีใครกล้ามาขอแต่งงานสักที ทำให้ครอบครัวไปปรึกษาหมอดู
             และพบว่าเนื้อคู่ของไซคีไม่ใช่มนุษย์ ครอบครัวเลยพาไซคีไปปล่อยไว้บนเขา ที่เขานั้นเซเฟอร์ เจ้าแห่งสายลม ได้พัดพาเธอไปยังหุบเขาเบื้องล่าง
             ที่นั้นเธอพบกับสถานที่ที่สวยงาม พร้อมกับได้ยินเสียงปริศนาพูดกับเธอว่า “ยินดีต้อนรับสู่วิมาน ทุกอย่างที่เจ้าเห็น จะเป็นสมบัติของเจ้า
             เจ้าต้องการสิ่งใดจะได้สมปราถนา” โดยที่ไม่เห็นตัวเจ้าของเสียงนั้น ซึ่งเจ้าของเสียงก็คือ คิวปิค ที่ไม่ต้องการให้เทพีวีนัสล่วงรู้ ตั้งแต่นั้นมาไซคีอยู่ที่วิมานนั้นอย่างมีความสุข
             โดยมีคิวปิดมาหาเธอทุกคืน โดยไม่ให้เห็นหน้า และรุ่งเช้าก็หายไป</p>
            <img className="img-doc" src="/static/images/human/Cupid11.jpg" alt="Cupid11" />

            <img className="img-doc" src="/static/images/human/Cupid-7.jpg" alt="Cupid-7" />
            <p className="ml-3">เมื่อเวลาผ่านไปไซคีขอร้องเจ้าของเสียงลึกลับ ให้พาพี่สาวมาเยี่ยมเธอ คิวปิดก็ทำตามคำขอร้อง พาพี่สาวทั้งสองคนมาให้ เมื่อพี่สาวมาถึงเห็นว่าน้องสาวอยู่สุขสบาย
            ในวิมานที่สวยหรู ก็เกิดความอิจฉา ออกอุบายยุแยงให้น้องสาว ลองนำไฟไปส่องดูหน้าว่าเป็นปีศาจร้ายหรือไม่ เพราะถ้าไม่ใช่ปีศาจร้ายทำไมถึงไม่ปรากฏหน้าตาให้เห็น และถ้าใช่ก็นำมีดแทงปีศาจร้ายซะ</p>
            <img className="img-doc" src="/static/images/human/Cupid-1.jpg" alt="Cupid-1" />


            <p className="ml-3">หลังจากพี่สาวของนางกลับไป นางเริ่มลังเลถึงคำพูดของพี่สาว กลางดึกคืนนั้นเจ้าของเสียงลึกลับก็มาเช่นเดิม ไซคีรอเวลาให้เขาหลับสนิท
             แล้วนางจึงจุดตะเกียงน้ำมันถือมาส่องดูหน้าชายลึกลับด้วยมือข้างหนึ่ง ส่วนอีกข้างเธอถือมีดไว้ป้องกันตัว เมื่อส่องดูปรากฎว่าเป็น คิวปิด หนุ่มรูปงาม</p>
            <img className="img-doc" src="/static/images/human/Cupid-2.3.jpg" alt="Cupid-2.3" />

            <img className="img-doc" src="/static/images/human/Cupid-2.2.jpg" alt="Cupid-2.2" />

            <p className="ml-3">ด้วยเหตุจึงทำให้นางไซคีตะลึง และเผลอทำน้ำมันร้อนในตะเกียงหยดถูกหัวไหล่คิวปิด คิวปิดตื่นขึ้นมาเสียใจมาก จึงได้กล่าว่า<b> “ความรักมิอาจอยู่ร่วมกับความหวาดระแวง” </b>แล้วก็บินจากไปอย่างเศร้าสร้อย ไซคีเสียใจกับการกระทำของเธอในครั้งนี้ นางร้องไห้หนักมาก
            จนสลับไป เมื่อนางตื่นขึ้นมาก็พบว่าตัวเองนั้นกลับมาอยู่บนเขาลูกเดิม นางตัดสินใจออกตามหาเพื่อพบกับคิวปิดอีกครั้ง กระทั่งนางได้รับคำแนะนำให้ไปบูชาเทพีวีนัส เพราะเป็นมารดาของคิวปิด</p>
            <img className="img-doc" src="/static/images/human/Cupid-2.4.jpg" alt="Cupid-2.4" />

            <p className="ml-3">แน่นอนว่าเทพีวีนัส ไม่พอใจไซคี เป็นทุนเดิมอยู่แล้ว แถมยังอยากเจอลูกชายคิวปิดของนางอีก วีนัสจึงสั่งให้ไซคีไปทำภารกิจสามอย่างให้สำเร็จ
 เธอถึงจะมอบสิ่งที่ขอให้ ซึ่งภารกิจที่วีนัสให้กับไซคีนั้นเป็นภารกิจที่ไม่มีทางที่มนุษย์ธรรมดาจะทำได้สำเร็จ</p>
            <h4 style={{ marginTop: 130 }}>ภารกิจพิสูจน์รักแท้</h4>
            <p className="ml-3"><b>ภารกิจแรก</b> คือ ไซคีต้องแยกเมล็ดพืชที่ปนกันอยู่หลายชนิดกองใหญ่ออกจากกันภายในคืนเดียว ไซคีพยายามทำอย่างสุดความสามารถ
             เมื่อเวลาใกล้จะหมดลงไซคีเริ่มรู้สึกหมดหวัง แต่ในขณะนั้นเองฝูงมดรู้สึกสงสารเธอจึงมาช่วยไซคีแยกกองเมล็ดพืชออกจากกันได้สำเร็จ ด่านทดสอบแรกจึงผ่านไป</p>

            <p className="ml-3"><b>ภารกิจที่สอง</b> คือ การนำขนแกะทองคำมามอบให้วีนัส ซึ่งแกะทองคำตัวนี้เป็นที่ร่ำลือกันว่ามันมักจะขวิดนักเดินทางจนไส้แตก
 แต่เทพแห่งแม่น้ำมาช่วยแนะนำวิธีเก็บขนแกะได้อย่างปลอดภัย โดยการเก็บขนแกะทองคำที่ติดอยู่ตามไม้หนามต่างๆ ที่แกะทองคำเดินผ่าน เธอจึงทำได้สำเร็จ</p>
            <img className="img-doc" src="/static/images/human/Cupid-8.jpg" alt="Cupid-8" />
            <p className="ml-3"><b>ภารกิจสุดท้าย</b> ไซคีต้องเดินทางไปยังยมโลกเพื่อเกลี้ยกล่อมเทพีโพรเซอร์พินา เทพีแห่งความตาย เพื่อให้แบ่งความงามของนางหนึ่งหยดและใส่กล่องมาให้วีนัส
             อีกครั้งที่เสียงที่มองไม่เห็นได้มาช่วยไซคี เสียงนั้นบอกกับไซคีว่า ให้นำเค้กข้าวบาร์เล่ย์ติดตัวไปเพื่อให้เซอเบอร์รัสสุนัขเฝ้าประตูยมโลก และให้พกเหรียญติดตัวไปเพื่อมอบให้แก่คนแจวเรือ
             ชื่อชารอน พาข้ามแม่น้ำสติกซ์  เป็นแม่น้ำในเทพปกรณัมกรีกซึ่งเป็นแนวแบ่งเขตระหว่างพิภพกับโลกบาดาล ไซคีจึงสามารถทำภารกิจสุดท้ายได้สำเร็จ และกลับมายังดินแดงของคนเป็น
              เมื่อเธอมาถึงหน้าพระราชวังของวีนัส เธอก็เปิดกล่องที่ใส่ความงามของโพรเซอร์พินา ซึ่งเธอหวังว่าจะเก็บไว้เองบางส่วน เพื่อคิวปิดจะได้เห็นความงามของเธอเพิ่มขึ้น
              แต่ในกล่องที่เธอเปิดขึ้นมากลับไม่ใช่ความงามแต่เต็มไปด้วยสิ่งที่ทำให้หลับใหล ไซคีจึงหมดสติและหลับลงตรงหน้าพระราชวัง</p>

            <img className="img-doc" src="/static/images/human/Cupid-9.jpg" alt="99" />


            <p className="ml-3">คิวปิดซึ่งได้ไปรักษาแผลของตนจนหายดีแล้วได้บินกลับมาหาเจ้าสาวของเขาที่กำลังอยู่ในห้วงนิทรา เขากล่าวกลับเธอว่า
             เขาทำผิดและเป็นคนโง่เขลาเอง ความกล้าหาญของไซคีในการเผชิญหน้ากับสิ่งที่ไม่รู้จักได้พิสูจน์ว่าเธอนั้นไม่ได้เพียงแค่มีความรักที่เท่าเทียบกับเขาแต่อาจจะมากกว่าเสียอีก
              คิวปิดจึงนำแอมโบรโตส (Ambrotos) น้ำอมฤตของเทพเจ้า ซึ่งทำให้ไซคีฟื้นขึ้นมาและเป็นอมตะ รวมถึงไซคีได้กลายเป็นเทพองค์หนึ่งด้วย ทั้งคู่ครองรักกัน
               หลังจากนั้นไม่นานไซคีก็ได้ให้กำเนิดบุตรสาวที่ทั้งคู่ตั้งชื่อให้เธอว่า เพลเชอร์ หรือความสุข นั้นเอง</p>


            <img className="img-doc" src="/static/images/human/Cupid01.jpg" alt="Cupid01" />




        </DocumentsLayout>
    )
}

export default Cupid
