import DocumentsLayout from '../../../components/DocumentsLayout'

const Kingdom = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>อาณาจักรยมโลก</h3>
            <img className="img-doc" src="/static/images/death/1.jpg" alt="1" />
            <p className="ml-3">อาณาจักรยมโลกของฮาเดสนั้นเป็น ดินแดนเร้นลับ อยู่ภายใต้พื้นโลกที่แสงอาทิตย์ส่องไปไม่ถึง คำว่า ฮาเดส เป็นภาษากรีกโบราณแปลว่า “มองไม่เห็น” ลักษณะของยมโลก ในตำนานของทุกชาติ มีความคล้ายคลึงกัน ตรงที่เป็นสถานที่ที่ไม่มีใครอยากไปเยี่ยมชม ผู้ถูกลงทัณฑ์อยู่ในยมโลกก็อยู่ในสภาพทุกข์ทรมาน เจ็บป่วย เต็มไปด้วยทุกขเวทนา และเป็นดินแดนลี้ลับภายใต้พื้นพิภพ ที่แสงสว่างจากดวงอาทิตย์ส่องไม่ถึง อาณาจักรแห่งนี้ จึงมืดมิด
            และหนทางที่จะลงไปก็ลำบากเอาการ เพราะต้องเดินทางไปถึงสุดขอบพิภพโดยข้าม มหาสมุทรไป (คนกรีกโบราณ เชื่อว่าโลกแบน และแวดล้อมด้วยมหาสมุทร)</p>

            <img className="img-doc" src="/static/images/death/3.jpg" alt="3" />
            <p className="ml-3">จาก ความเชื่อนี้เอง จึงเกิดธรรมเนียมเอาเงินใส่ปากคนตายก่อนฝัง เพื่อใช้ในการข้ามแม่น้ำ 3 สาย คือ<br></br>
                <b>1. แม่น้ำสติกซ์ (Styx) แปลว่าแม่น้ำแห่งความเกลียด<br></br>
                    2. แม่น้ำลีธี หรือ เลเธ แปลว่าแม่น้ำแห่งความลืม เมื่อดวงวิญญาณคนตายได้ดิ่มน้ำแล้วจะลืมความหลังทั้งหมด<br></br>
                    3. แม่น้ำ เฟลจีธอน หรือ เฟลเกทธอน แม่น้ำสายนี้เป็นแม่น้ำไฟ มีเปลวไฟลุกไหม้โชติช่วงอยู่บนผิวน้ำ และอยู่ล้อมรอบ นรกขุมลึกสุด คือ ทาร์ทะรัส</b><br></br>
            </p>
            <img className="img-doc" src="/static/images/death/2.jpg" alt="2" />

            <p className="ml-3">ชาวกรีกโบราณจะถวายการสักการะแด่ฮาเดสด้วยแกะดำ ซึ่งเป็นพิธีกรรมที่เร้นลับสืบหาที่มาได้ค่อนข้างยาก แต่ก็มีการสืบทอดต่อกันมาว่า
            หากจะบูชาเทพแห่งความตายหรือเทพอันใด ที่เป็นสัญลักษณ์ของความน่ากลัวหรือชั่วร้าย ต้องบูชายัญด้วยแพะ หรือแกะดำ</p>

    

            <img className="img-doc" src="/static/images/death/5.jpg" alt="5" />


        </DocumentsLayout>
    )
}

export default Kingdom
