import DocumentsLayout from '../../../components/DocumentsLayout'

const Orion = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const Orion = host + "constellations/Orion.jpg"
    const Orion2 = host + "constellations/Orion2.jpg"
    const Orion3 = host + "constellations/Orion3.jpg"
    const Orion4 = host + "constellations/Orion4.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>กลุ่มดาวนายพราน</h3>

            <img className="img-doc" src={Orion} alt="Orion" />


            <p className="ml-3">กาลครั้งหนึ่งนานมาแล้ว “โอไรอัน” (Orion) ได้ถือกำเนิดขึ้นจากความรักระหว่างเทพโพไซดอน ซึ่งเป็นเทพเจ้าแห่งท้องทะเล และ ยูเรียล ราชินีแห่งลุ่มน้ำอะเมซอนผู้เป็นมนุษย์
โอไรอันเติบโตขึ้นเป็นนายพรานหนุ่มรูปร่างงามสง่า กล้าหาญ และมีสามารถเหนือมนุษย์ทั่วไป ด้วยฝีมือที่ไม่เป็นรองใครทำให้โอไรอันสามารถเอาชนะสิงโตตัวโตๆ ได้ไม่ยาก และท่านพ่อท่านแม่ก็ยังมอบของขวัญเป็นสุนัขตัวใหญ่ให้เป็นเพื่อนโอไรอันยามออกไปล่าสัตว์ ซึ่งโอไรอันตั้งชื่อเจ้าสุนัขคู่ใจของเขาว่า “ซีรีอุส”
 </p>
            <img className="img-doc" src={Orion2} alt="Orion2" />
            <p className="ml-3">โอไรอันและซีรีอุสออกเรือไปผจญภัยในทะเล กระทั่งเดินทางมาถึงเกาะคริส ที่นี่เขาได้พบกับหญิงสาวผู้เลอโฉมนามว่า “อาร์ทีมีส” ผู้เป็นเทพแห่งดวงจันทร์และการล่าสัตว์ และเป็นน้องสาวของ “อพอลโล” เทพแห่งดวงอาทิตย์
ทั้งโอไรอันและอาร์ทีมีสได้ออกล่าสัตว์ด้วยกันบ่อยครั้ง ความคุ้นเคยก่อเกิดเป็นความรักความผูกพัน ทว่าเมื่ออพอลโลรู้เข้าก็กลับไม่ชอบใจและรังเกียจโอไรอันที่เป็นเพียงมนุษย์ อพอลโลจึงวางแผนจัดการโอไรอันโดยจัดการประลองความสามารถขึ้น และนำความไปบอก “มหาเทพซุส” ผู้เป็นบิดาว่า โอไรอันชอบอวดอ้างว่าตนเป็นนายพรานที่เก่งกาจและปราบสัตว์ร้ายมาแล้วมากมาย มหาเทพซุสก็เชื่อและรู้สึกพิโรธในความโอหังของโอไรอัน จึงมอบแมงป่องพิษให้อพอลโลนำไปจัดการโอไรอัน
 </p>


            <img className="img-doc" src={Orion3} alt="Orion3" />
            <p className="ml-3">ในระหว่างการประลองความสามารถ โอไรอันสามารถเอาชนะคู่ต่อสู้ที่เป็นสิงโตตัวเขื่องผู้ดุร้ายลงได้ แต่แล้วเหตุการณ์ไม่คาดฝันก็เกิดขึ้นจนได้ เมื่อแมงป่องที่แอบซ่อนอยู่ในสิงโตได้ต่อยเข้าที่แขนของนายพรานหนุ่ม อาร์ทีมีสที่เฝ้าให้กำลังใจโอไรอันอยู่บนอัฒจรรย์ริมสนามเห็นดังนั้นก็ตื่นตกใจยิ่งนัก ข้างฝ่ายอพอลโลที่เฝ้าดูอยู่ด้วยกลับกระหยิ่มด้วยความดีใจเป็นที่สุด
แม้จะเก่งกล้าสักแค่ไหนแต่โอไรอันก็ไม่อาจต้านทานพิษร้ายจากแมงป่องของมหาเทพซุสได้ ในที่สุดเขาก็สิ้นใจไปต่อหน้าต่อตาหญิงสาวคนรักหลังจากเอ่ยชื่อของเธอเป็นครั้งสุดท้าย ทำให้อาร์ทีมีสโศกเศร้าเสียใจอย่างมาก
 </p>


            <img className="img-doc" src={Orion4} alt="Orion4" />
            <p className="ml-3">เมื่อรู้ว่าลูกสามของตนเอาแต่ร่ำไห้ที่ชายคนรักจากไปอย่างไม่มีวันกลับ มหาเทพซุสก็เกิดความเสียใจ จึงได้ชดเชยด้วยการส่งดวงวิญญาณของโอไรอันขึ้นไปบนท้องฟ้ากลายเป็น
            “กลุ่มดาวนายพราน” พร้อมกับซีรีอุส สุนัขคู่ใจที่ได้เป็น “กลุ่มดาวสุนัขใหญ่” ติดตามไปด้วยกันตลอดเวลา และให้ทั้ง 2 กลุ่มดาวนี้อยู่ห่างไกลจากกลุ่มดาวแมงป่องมากที่สุด จึงไม่เคยปรากฏบนท้องฟ้าพร้อมกันเลย  กลุ่มดาวนายพรานจะเห็นเฉพาะในช่องฤดูหนาว ส่วนกลุ่มดาวแมงป่องจะเห็นได้ในช่วงฤดูร้อน จึงไม่มีวันที่เราจะเห็นกลุ่มดาวทั้งสองบนท้องฟ้าพร้อมกัน  </p>
        </DocumentsLayout>
    )
}

export default Orion
