import DocumentsLayout from '../../../components/DocumentsLayout'

const Taurus = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const Europa4 = host + "constellations/Europa4.jpg"
    const Europa = host + "constellations/Europa.jpg"
    const Europa2 = host + "constellations/Europa2.jpg"
    const Europa3 = host + "constellations/Europa3.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>กลุ่มดาววัว</h3>
            <img className="img-doc" src={Europa4} alt="Europa4" />
            <img className="img-doc" src={Europa} alt="Europa" />
            <p className="ml-3"> นางยูโรป้า ผู้เป็นเจ้าหญิงแห่งเมืองฟินิเชียน (Phoenician) เธอเป็นผู้ที่มีความงดงามเป็นอย่างมาก
             วันหนึ่ง เมื่อนางยูโรป้าออกไปเดินเล่นบริเวณทุ่งหญ้า (หรือบ้างก็ว่าเป็นบริเวณริมชายหาด) เธอได้พบเห็นกับวัวสีขาวตัวใหญ่ที่มีรูปร่างกำยำงดงามเป็นอย่างมากที่สุดตัวหนึ่ง
              เจ้าวัวตัวนี้กลับไม่ดุร้ายและเชื่องสนิท แถมยังมีท่าทางที่เป็นมิตรกับเจ้าหญิง ซึ่งตรงกันข้ามกับท่าทางที่น่าเกรงขามของมันเป็นอย่างมาก
              เจ้าหญิงจึงรู้สึกตายใจและเดินเข้าไปลูบไล้ตัวของเจ้าวัวตัวนั้น พร้อมกับขึ้นขี่หลังวัวตัวนั้นในที่สุด หลังจากที่นางขึ้นขี่หลังวัวตัวนั้นแล้ว
              ก็ได้ออกวิ่งข้ามน้ำข้ามทะเลไปโดยไม่ยอมให้นางได้มีโอกาสลงจากหลังของเจ้าวัวตัวนี้เลย จนในที่สุดก็เดินทางไปจนถึงเกาะครีต (Crete) ซึ่งในความเป็นจริงแล้ว
               วัวตัวนี้ไม่ใช่ใครที่ไหน แต่เป็นซีอุสที่แปลงกายลงมานั่นเอง ด้วยเหตุที่ว่า ซีอุสนั้นเกิดความรู้สึกหลงรักในกายนางยูโรป้าเป็นอย่างมาก จึงออกอุบายแปลงกายเป็นวัวมาลักพาตัวนางยูโรป้าไป
               จากเหตุการณ์ครั้งนี้จึงเป็นต้นกำเนิดของ Taurus หรือกลุ่มดาววัวที่เราเห็นบนฟ้านี่เอง</p>
            <img className="img-doc" src={Europa2} alt="Europa2" />
    
            <p className="ml-3">นอกจากนี้ จากที่ซุสพายูโรปาทัวร์ทั้งทวีป ทำให้ทวีปนั้นได้ชื่อว่า Europe แบบที่เราเรียนกัน
            นอกจากนี้กาลิเลโอยังเอาชื่อ Europa ไปตั้งเป็นชื่อดวงจันทร์ของดาวพฤหัสที่เขาค้นพบในปี 1610 ด้วย เพราะว่า Jupiter
             คือชื่อโรมันของ Zeus นั่นเอง และปัจจุบันนักดาราศาสตร์คาดหมายว่าดวงจันทร์ยูโรปาจะเอื้อต่อสิ่งมีชีวิต เพราะค้นพบน้ำในรูปน้ำแข็งในปริมาณมหาศาล </p>

             <img className="img-doc" src={Europa3} alt="Europa3" />     
        </DocumentsLayout>
    )
}

export default Taurus
