import DocumentsLayout from '../../../components/DocumentsLayout'

const Ursa = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>หมู่ดาวหมีน้อยดาวหมีใหญ่</h3>


            <img className="img-doc" src="/static/images/constellations/bear.jpg" alt="bear" />


            <p className="ml-3"> ครั้งหนึ่งขณะที่ขบวนคณะของเทพี Artemis เทพีแห่งการล่าสัตว์ได้เดินทางไปพร้อมเหล่าสาวก ซึ่งหนึ่งในสาวกที่เดินทางไปด้วยครั้งนั้นมีนางหนึ่งที่ชื่อ Callistoลูกสาวของเจ้าเมืองเคเดียโดยนางเป็นหญิงรูปงามซึ่งเป็นที่ต้องตาของเทพเจ้าZeus
     เมื่อเห็นนางในขบวนของเทพีArtemis ก็อดชื่นชมความงามของนางไม่ได้จึงลอบไปมีสัมพันธ์กับนางจนได้ถือกำเนิดทารกชายที่ชื่อArcas แต่ภายหลังArtemis ได้รู้เรื่องการมีกิ๊กของบิดาตนเองก็โกรธเป็นฟืนเป็นไฟเนื่องจากดันไปมีสัมพันธ์กับสาวกของตน จึงได้สาปให้Callisto กลายร่างไปเป็นหมี
</p>
            <img className="img-doc" src="/static/images/constellations/bear2.jpg" alt="bear2" />
            <p className="ml-3">Callisto เมื่อกลายร่างไปเป็นหมีแล้วก็ต้องรอนแรมออกหากินเพียงลำพัง เร่ร่อนไปทั่ว ครั้นเมื่อArcas 
            บุตรชายเติบใหญ่เป็นนายพรานออกล่าสัตว์บังเอิญไปพบนางหมี Callistoซึ่งกำลังเดินอยู่ในป่าครั้น Callisto
             พบลูกชายตนเองก็จำได้ดีใจจนลืมว่าตนเองเป็นหมีจึงเดินอ้าแขนหมายเข้าสวมกอดบุตรที่จากกันมานานหลายปี แต่Arcas
              เข้าใจว่าหมีจะเข้ามาทำร้ายตนจึงง้างธนูคู่กายหมายจะยิงออกไปเพื่อป้องกันตัว </p>
            <img className="img-doc" src="/static/images/constellations/bear3.jpg" alt="bear3" />

             <p className="ml-3"> ด้วยความที่เรื่องเลวร้ายอย่างที่สุดกำลังจะเกิดขึ้นเทพเจ้า Zeus
              ผู้หยั่งรู้ได้จึงได้ยับยั้งเหตุดังกล่าวโดยการจับให้ Callisto ในร่างหมีกลายเป็นหมู่ดาวหมีใหญ่ปรากฏอยู่ในท้องฟ้ายามราตรี เนื่องจาก Zeus
               ก็มิอาจลบล้างคำสาปที่Artemis ได้สาปไว้ในกาลก่อนได้จึงทำได้เพียงให้นางกลายเป็นกลุ่มดาวหมีใหญ่ ที่เรียกกันว่าUrsa Major และต่อมาภายหลังZeus 
               จึงนำArcas ลูกชายนำไปไว้บนฟ้ากับแม่กลายเป็นกลุ่มดาวหมีน้อย หรือ UrsaMinor ที่จะโคจรตามดาวหมีใหญ่ไป</p>
        </DocumentsLayout>
    )
}

export default Ursa
