import DocumentsLayout from "../../../components/DocumentsLayout"

const Groundandsky = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>พื้นดินและท้องฟ้า</h3>


            <p className="ml-3">กาลเวลาล่วงมาอีกนานนับกัปไม่ถ้วน โลกพิภพจึงผุดขึ้นเป็น<b>ผืนแผ่นกว้างใหญ่ไพศาล เรียกว่า จีอา (Gaea)</b>
                ซึ่งถือว่าเป็นจอมมารดาของสรรพสิ่งทั้งมวลเพราะถือกำเนิดขึ้นก่อนใคร ผืนแผ่นดินนี้มีอิทธิฤทธิ์บันดาลให้เกิดแผ่นดินไหว ภูเขาไฟระเบิด
             ต่อมา จีอาก็บันดาลให้เกิด<b>แผ่นฟ้าที่ดาษดาไปด้วยดวงดาวขึ้นปกคลุมเหนือผืนแผ่นดิน
             เรียกว่า อูรานอส (Ouranos)</b> ซึ่งถือเป็นจอมบิดาของสรรพสิ่งทั้งปวงคู่กับจอมมารดาจีอา
              และ<b>บันดาลให้เกิดขุมนรกที่มืดมิดและน่ากลัว เรียกว่า ทาร์ทะรัส (Tartarus)</b> กาลเวลาผ่านมาอีกนับกัปไม่ถ้วน
              จอมมารดาจีอาและจอมบิดาอูรานอส จากที่เดิมเป็นเพียงธรรมชาติผู้ทรงอิทธิฤทธิ์ ก็ค่อยๆ กลายเป็นจอมเทพผู้ทรงอำนาจ แทนเอเธอร์และเฮเมรา ณ สวรรค์โอลิมปัส</p>
            <img className="img-doc" src="/static/images/groundandsky/Gaia.jpg" alt="Gaia" />

            <p className="ml-3"><b>จีอา หรือ เกอา (Gaia) หมายความว่า พื้นดิน หรือพื้นโลก</b> เป็นเทพีองค์แรกของโลกตามตำนานของชาวกรีก ร่างกายของนางคือพื้นพิภพ
            นามในภาษาละตินของนางคือ เทอร์ร่า (Terra) แต่เดิมนั้นในโลกมีเพียงความวุ่นวายและมืดมน นั่นก็คือเคออส ต่อมาจีอาได้ถือกำเนิดขึ้นเป็นพื้นพิภพ
             พร้อมๆกับนิกซ์ผู้เป็นกลางคืน อีรีบุสผู้เป็นความมืด ต่อมาจีอาจึงสร้างอูรานอส หรือท้องฟ้าขึ้นปกคลุมเหนือผืนดิน ปอนตัสหรือทะเล และโอยูเรีย หรือภูเขาขึ้น
             จีอาเป็นเทพีองค์แรกของโลก และเป็นต้นกำเนิดของสรรพสิ่งทั้งปวง ดังนั้นจีอาจึงมีความสำคัญเป็นอย่างมากในด้านการสร้าง นางมีสวามีหลายองค์และให้กำเนิดลูกหลานเป็นเทพ
             อสุรกาย และภูตพรายต่างๆ เป็นจำนวนมาก</p>
            <img className="img-doc" src="/static/images/groundandsky/urannos.jpg" alt="urannos" />

            <p className="ml-3"> <b>ยูเรนัส (อังกฤษ: Uranus) หรือ อูรานอส เป็นเทพเจ้าแห่งท้องฟ้า</b> ทรงเป็นทั้งบุตรและสวามีของพระแม่ไกอา เทพีแห่งพื้นดิน
            ที่ทั้งคู่รักกันด้วยเหตุผลคือ <b>พื้นดินนั้นมองท้องฟ้าทุกวัน</b></p>
            <p className="ml-3"> ต่อมาไม่นานจอมมารดาจีอาก็ให้กำเนิดเทพบุตรและเทพธิดาทั้ง 12 องค์นี้มีขนาดร่างกายใหญ่มหึมา เรียกว่า ไทแทน (Titan) หรือ ไจแกนทีส (Gigantes)
             ด้วยขนาดร่างกายที่ใหญ่โตนี้เอง ทำให้หวาดหวั่น จึงได้จับเทพไทแทนทั้งหมดโยนลงไปขังไว้ในทาร์ทะรัส (Tartarus) ซึ่งเป็นขุมนรกส่วนที่ลึกที่สุดในยมโลกที่มืดมิด
             เพื่อเป็นการป้องกันไม่ให้เทพบุตรหรือเทพธิดาองค์ใดใช้พลังเป็นปฏิปักษ์กับจอมบิดาได้</p>

            <img className="img-doc" src="/static/images/groundandsky/Tartarus.jpg" alt="Tartarus" />
            <p className="ml-3">ต่อมา จอมมารดาจีอาก็ให้กำเนิดโอรสที่ดุร้าย แถมมีร่างกายที่แปลกประหลาดมากยิ่งขึ้นไปอีก คือ เป็นยักษ์ 50 หัว 100 แขน จำนวน 3 ตน คือ คอตทัส (Cottus)
            เบรียรูส (Briareus) และไกจีส (Gyges) อูรานอสรู้สึกกลัวในความดุร้ายของยักษ์ 50 หัวพวกนี้ จึงจับพวกเขาโยนลงไปขังในตรุทาร์ทะรัสอีก
             ต่อมาจอมมารดาจีอาก็ให้กำเนิดโอรสเป็นยักษ์ตาเดียว เรียกว่า ไซคลอปส์ (Cyclops) อีก 3 ตน มีนามตามลำดับว่า ฟ้าลั่น-บรอนทีส (Brontes) ฟ้าแลบ-สเทอโรพีส (Steropes)
             และแสงสว่างวาบ-อาจีส (Arges)</p>
            <img className="img-doc" src="/static/images/groundandsky/maxresdefault.jpg" alt="maxresdefault" />
            <img className="img-doc" src="/static/images/groundandsky/Hekatonkheire.jpg" alt="Hekatonkheire1" />
            <p className="ml-3">จอมบิดาอูรานอสก็จับไซคลอปส์ทั้งสามโยนลงไปขังไว้ในตรุทาร์ทะรัสอีกเช่นเดียวกัน ด้วยแสงสว่างจากไซคลอปส์ทั้งสาม
             ในตรุทาร์ทะรัสที่มืดมิดจึงพอมองเห็นกันได้ เมื่อเริ่มมองเห็นแสงเทพไทแทนก็เริ่มคิดหาทางเป็นไท ฝ่ายจอมมารดาจีอานั้นรู้สึกไม่พอใจที่อูรานอสจับลูกๆ
              ลงไปขังไว้ในตรุทาร์ทะรัสทั้งหมด แต่แม้จะห้ามปรามอย่างไรอูรานอสก็ไม่ฟัง จอมมารดาจีอาจึงลงไปที่ตรุทาร์ทะรัสและยุยงลูกๆ ให้ร่วมคิดกันแย่งอำนาจจากบิดาให้จงได้
              แม้เทพไทแทนจะอยากเป็นอิสระจากตรุทาร์ทะรัส แต่เมื่อคิดถึงการต้องไปต่อสู้แย่งชิงอำนาจจากจอมบิดาอูรานอสก็ไม่มีใครกล้าพอ ยกเว้นโครนัสน้องสุดท้องคนเดียวที่กล้าจะทำตามคำยุยง
              จอมมารดาจีอาจึงช่วยโครนัสให้หลุดจากพันธนาการ และมอบเคียวให้เป็นอาวุธเพื่อไปสู้กับจอมบิดา ตกกลางคืนโครนัสก็ไปแอบรอท่าอยู่ใต้เตียงอูรานอสกับจีอา
              เมื่ออูรานอสหลับ โครนัสก็ถือเคียวอาวุธคู่มือเข้าจู่โจมจอมบิดาอูรานอสโดยไม่ให้รู้ตัว อูรานอสกำลังน้อยกว่าแถมไม่รู้ตัวมาก่อนทำให้เสียเปรียบ
              ยิ่งต่อสู้กันนานไปก็ยิ่งได้รับบาดเจ็บมีบาดแผลทั่วร่าง เลือดของอูรานอสแต่ละหยดเมื่อตกต้องผืนแผ่นดินก็กลายเป็นยักษ์ ภูติอีรินิส และพรายน้ำ จำนวนมาก

              </p>
            <img className="img-doc" src="/static/images/groundandsky/titan.jpg" alt="titan" />
            <p className="ml-3">ในที่สุดอูรานอสก็พ่ายแพ้และถูกโครนัสใช้เคียวตัดอัณฑะขว้างทิ้งลงทะเลและยึดอำนาจบนเขาโอลิมปัสไปได้ 
            ก่อนจะสิ้นชีวิตอูรานอสได้กล่าวสาปแช่งโครนัสว่าวันหน้าขอให้โครนัสถูกลูกของตนเองแย่งชิงอำนาจไปเหมือนกับที่ตนเองถูกกระทำ 
            โครนัสจัดแจงปล่อยเทพไทแทนทั้งหมดออกจากขุมนรกทาร์ทะรัส ซึ่งเทพไทแทนทุกองค์รู้สึกปิติยินดีในอิสรภาพเป็นอย่างยิ่งจึงพร้อมใจกันยกให้โครนัสเป็นเทพบิดาปกครองเทพทั้งมวลอยู่ที่เขาโอลิมปัส</p>
            
        </DocumentsLayout>
    )
}

export default Groundandsky
