import DocumentsLayout from '../../../components/DocumentsLayout'

const Apollo = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>เทพเจ้าอพอลโล</h3>

            <p className="ml-3">  อพอลโล (Apollo) เทพคู่แฝดผู้น้องของเทวีอาร์เตมิส คือ<b>เทพครองดวงอาทิตย์ </b>เมื่อนาง แลโตนา มารดาของอพอลโล ถูกกระทำด้วยความหึงของเจ้า
             แม่ฮีรา เพราะเหตุเป็นที่ปฏิพัทธ์เสน่หาของ ซูส ต้องอุ้มครรภ์ หนีงู ไพธอน (Python) ของเจ้าแม่ ซอกซอนไปไม่มีที่จะให้ประสูติบุตรในครรภ์ได้จน ถึงเกาะดีลอส (Delos)
             เทพโพไซดอน มี ความสงสารบันดาลให้เกาะน้อยผุดขึ้นในทะเล นางจึงให้ประสูติอพอลโลกับอาร์เตมิส บนเกาะ นั้น ในทันทีที่ประสูติจากครรภ์มารดา อพอลโลก็จับงูไพธอนฆ่าเสีย
             ด้วยเหตุนี้ บางทีอพอลโลก็เป็นที่เรียก ขานว่า ไพธูส (Pytheus) แปลว่า "ผู้ประหารไพธอน"</p>
            <img className="img-doc" src="/static/images/olyp/apo.jpg" alt="apo" />

            <p className="ml-3">อพอลโลเป็นเทพที่ชาวกรีกถือว่ามีรูปงามยิ่ง และเป็นนักดนตรีผู้ขับกล่อมเทพทั้งปวงบนเขาโอลิมปัส ด้วยพิณถือของเธอ
            นอกจากนี้เธอยังมีคันธนูซึ่งยิงได้ไกล จึงได้สมญานามว่า เทพขมังธนู ใช่แต่เท่านั้นเมื่อไร เธอยังเป็นเทพผู้ถ่ายวิชาโรคศิลป์ ให้แก่มนุษย์เป็นปฐม
            เป็นเทพแห่งแสงสว่างผู้ขจัดความมืดและเป็นเทพแห่ง สัจธรรมผู้ไม่เคยเอ่ยวาจาเท็จอีกด้วย</p>
            <img className="img-doc" src="/static/images/olyp/apo2.jpg" alt="apo2" />
            <p className="ml-3">  วิหารของเทพอพอลโลนั้น มีอยู่ดาษดื่นทั่วไปในประเทศแต่ที่สำคัญที่สุดได้แก่วิหาร ณ เมืองเดลฟี ใกล้ทิวเขาพาร์นาซัส
            รูปอนุสาวรีย์ โคลอสซัส (Colosus) ที่เขาสร้างอุทิศแด่เธอ ณ เกาะ โรดส์ (Rhodes) นั้นเป็นสิ่งหนึ่งในสิ่งอัศจรรย์ทั้ง 7 ของโลกสมัยโบราณทีเดียว</p>


            <img className="img-doc" src="/static/images/olyp/apo3.jpg" alt="apo3" />



            <p className="ml-3"> เทพอพอลโลได้สำแดงวีรกรรมสังหารผลาญชีวิตคนพาลมากมาย นอกจากเคยฆ่างู ยักษ์ไพธอนจนมีชื่อ เสียงมหาศาลแล้ว ยังสามารถสังหารยักษ์ อโลอาดี (Aloadae)
             และ อีฟิอัลทิส(Ephialtes) ซึ่งเป็นเชื้อสายของ วงศ์ไทแทนคิดล้มซูสเทพบดีเพื่อฟื้นวงศ์ไทแทนคืนมา เป็นต้น แต่มีครั้งหนึ่งที่อพอลโลยังไม่อาจเอาชนะมนุษย์
             คนหนึ่งได้จนร้อนถึงเทพซูสต้องออกมาประนีประนอม บุรุษเดินดินคนนั้นนามว่า เฮอร์คิวลิส หรือ เฮลาคลิสนั่นเอง เหตุเกิดเพราะเฮอร์คิวลิสไปขอคำพยากรณ์ที่วิหารเดลฟีแล้ว
             ได้รับคำทำนายไม่ถูกใจ จึงล้มโต๊ะ พิธีใน วิหารแล้วฉวยเอากระถางธูปไป เทพอพอลโลรีบรุดตามไปท้าเล่นมวยปล้ำเพื่อชิงเอากระถางคืน ปล้ำกันอยู่ นานไม่อาจรู้แพ้ชนะ ซูสเห็น
              ท่าว่าขืนปล่อยไว้นานอพอลโลอาจจะเสียเปรียบพ่ายแพ้แก่มนุษย์เข้าได้ และ อาจเสียหน้าวงศ์เทพแน่ จึงเสด็จลงไปห้ามปรามให้เลิกราต่อกัน ขอให้เฮอร์คิวลิสคืนกระถางธูปแก่อพอลโล
   แล้วให้ เลิกราเรื่องบาดหมางต่อกัน เรื่องราวก็เลยจบลงด้วยดี</p>

<img className="img-doc" src="/static/images/olyp/apo4.jpg" alt="apo4" />

<p className="ml-3">  เทพอพอลโลมีอุปนิสัยไม่ยอมแพ้ใครอยู่ไม่น้อย เห็นได้จากที่ไปแข่งเป่าขลุ่ยกับมาไซยาส์ซึ่งเป็นเทพชั้นรอง
 แล้วตั้งกรรมการตัดสินว่าผู้ใดเป่าเก่งกว่ากัน พระเจ้าไมดาส (Midas องค์ที่จับอะไรก็กลายเป็นทอง) เกิดตัดสินเข้าข้างมาไซยาส์ เพียงเท่านี้ อพอลโลก็ไม่ฟังอะไรอีก 
 จึงสาปให้ไมดาสมีหูเป็นลาไปทันที  เมื่อยังเยาว์อพอลโลเที่ยวไปตามแว่นแคว้นต่าง ๆ ทางทิศเหนือของประเทศกรีซ มีดินแดนของชนชาติไฮเพอร์โบเรียนและแคว้นเธสสะลีเป็นต้น 
 เที่ยวผูก สมัครรักใคร่หญิงทั่วไปตามวิสัยหนุ่มรุ่น ในแคว้นเธสสะลีมีสาวเจ้าคนหนึ่งงามนัก ชื่อว่า โครอนนิส (Coronis) เป็นธิดาเจ้าแห่งแคว้นนั้น อพอลโลผูกสมัครรักใคร่ได้
  เสียกับนางจนเกิดบุตรด้วยกันคนหนึ่ง แต่นางกลับปรากฏว่าเป็นหญิงหลายใจ</p>


<p className="ml-3"> ใน ระหว่างที่นางมีครรภ์ อพอลโลให้นกดุเหว่าขนขาวปลอดตัวหนึ่งเฝ้านางไว้ เมื่อนางคบชู้ นกก็ไปบอกข่าวแก่เทพผู้เป็นนาย อพอลโลบันดาลโทสะ
 พลอยสาปนกซึ่ง บอกข่าวอัปมงคลให้กลับมีขนสีดำไป ดังนั้นนกดุเหว่าจึงมีขนสีดำตั้งแต่นั้นมา ส่วนนางโครอนนิสถูกฆ่า ว่ากันว่าด้วยน้ำมือของเทพอพอลโลเองบ้าง ด้วยคมศรของเจ้าแม่ 
 อาร์เตมิสบ้าง แต่บุตรในครรภ์ซึ่งจวนจะครบกำหนดคลอดนั้นรอดตาย ด้วยอพอลโล(บ้างก็ว่าเฮอร์มีส) เอาออกจากครรภ์ ตอนเผาศพนางโครอนนิส แล้วมอบให้แก่ 
 ไครอน (Chiron) ผู้มีชาติเป็นอมนุษย์ เซนทอร์ (Centaur) เป็นผู้เลี้ยงดู ประสิทธิ์ประสาทวิชาให้ </p>
<p className="ml-3"> บุตรของเทพอพอลโล ที่อาจารย์ไครอนรับฝากไว้นั้นได้ขนานชื่อว่า<b> เอสคิวเลปิอัส (Aesculapius) </b>เป็นเด็กฉลาดเฉลียวมีความเข้าใจแตกฉานและเป็น 
ที่รักของอาจารย์อย่างยิ่งวิชาที่เขาใส่ใจศึกษาที่สุดได้แก่ โรคศิลป์ เพราะฉะนั้นเมื่อเติบโตเป็นผู้ใหญ่ขี้น เขาจึงกลายเป็นหมอบำบัดโรคผู้มีความสามารถยิ่ง
ความสามารถของเอสคิวเล ปิอัสในการบำบัดโรคนั้นยิ่งกว่าของอาจารย์มาก ด้วยที่สามารถบำบัดโรคและความป่วย ไข้ได้ทุกชีวิต ซึ่งไครอนเองทำไม่ได้ ในไม่ช้าชื่อ 
เสียงของเอสคิวเลปิอัสก็เลื่องลือไปไกล ไม่ว่าใครจะเจ็บไข้ได้ป่วย หนักหนาสาหัส หรือเล็กน้อย ถ้าได้รับการบำบัดจากเขาแล้วก็ทุเลาลงอย่างรวดเร็ว จนกล่าวได้ว่าหายวันหายคืนเลย 
ทีเดียว ผู้คนพากันไปขอรับการบำบัดโรค ณ สำนักของเขา ทั้งจากใกล้และไกลทุกทิศทาง นับว่าการบำเพ็ญประโยชน์ของ เอสคิวเลปิอัสแผ่ไพศาลยิ่ง ทั้งโดยเนื้อ นาบุญและโดยระยะทาง  
 ความสามารถของเอสคิวเลปิอัสเป็นที่เลื่องลือไปจนว่ากันว่า ครั้งหนึ่งเขาสามารถแก้คนตายให้ฟื้นได้ อัน เป็นเหตุ ให้เทพปริณายกซูส กับเทพฮาเดส เจ้าแห่งแดนคนตายเดือดร้อน
  ทั้งริษยาและหวั่นเกรงในอำนาจ บารมีของเอสคิวเลปิอัส หากปล่อยไว้นานไปเบื้องหน้าจะทำให้มนุษย์กำเริบอีก เห็นว่าจะละไว้มิได้ ซูสจึงประหารอสคิวเลปิอัสด้วยอสนีบาต</p>

<img className="img-doc" src="/static/images/olyp/apo6.jpg" alt="apo6" />

  <p className="ml-3">  เทพอพอลโลบันดาลโทสะกล้าในการตายของบุตร แต่ไม่รู้จะโกรธเอากับเทพบิดาอย่างไร จึงหันไปไล่ เบี้ยเอากับช่างประกอบอสนีบาตถวายซูส
   คือ เทพฮีฟีสทัส กับยักษ์ไซคลอปส์ เธอน้าวคันธนูเงินมุ่งจะยิงธนู สังหารยักษ์ไซคลอปส์เสียให้สมแค้น แต่ซูสไม่ยอมให้อพอลโลทำเช่นนั้นได้ และเพื่อจะลงโทษบุตรในความ 
   อุกอาจดังนี้ ไท้เธอจึงเนรเทศอพอลโลให้ลงมาอยู่ในมนุษย์โลก และให้เป็นข้าของมนุษย์เป็นเวลา 1 ปีเสียก่อน จึงจะพ้นโทษ </p>
<img className="img-doc" src="/static/images/olyp/apo5.jpg" alt="apo5" />






        </DocumentsLayout>
    )
}

export default Apollo
