import DocumentsLayout from '../../../components/DocumentsLayout'

const Hera = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>เทพีเฮรา</h3>

            <p className="ml-3">   ฮีรา หรือ เฮรา  เป็นมเหสีและเชษฐภคินี (พี่สาว) ของซูส พระนางเป็น<b>เทพีแห่งหญิงสาวและชีวิตสมรส
            เป็นผู้ปกป้องสตรีที่แต่งงานแล้ว</b> พระนางทรงประทับบนพระบัลลังก์ทองคำเคียงข้างซูสบนภูเขาโอลิมปัส ฮีราได้รับการกล่าวขานว่าเป็นเทพธิดาผู้มีพระกรใสกระจ่างดุจงาช้าง
             ในตำนานโบราณสัตว์ประจำองค์ของเทพีฮีราคือวัว แต่ในตำนานยุคใหม่นกยูงเป็นสัตว์ศักดิ์สิทธิ์ประจำพระองค์ และจะตามเสด็จอยู่ไม่ห่าง </p>


            <img className="img-doc" src="/static/images/olyp/hr.jpg" alt="hr" />
            <p className="ml-3">   เทพีฮีราเป็นที่รู้จักกันดีในด้านของอารมณ์ดุร้าย โดยเฉพาะอย่างยิ่งต่อชายาองค์อื่นๆของซูส
             และบุตรที่เกิดจากชายาเหล่านั้น ไม่ว่าพวกนางจะเป็นเทพีหรือเป็นมนุษย์ก็ตาม ตัวอย่างของผู้ที่ถูกเทพีฮีราปองร้ายมีมากมาย 
             เช่น เทพีลีโต มารดาของเทพอพอลโล่ และ เทพีอาร์ทีมิส เฮอร์คิวลิส ไอโอ ลามิอา เกรานา ซิมิลี มารดาของเทพไดโอนิซัส ยูโรปา เป็นต้น ก็จะเจอจุดจบแบบไม่สวยงาม </p>

            <img className="img-doc" src="/static/images/olyp/hr2.jpg" alt="hr2" />
            <p className="ml-3">  </p>
        </DocumentsLayout>
    )
}

export default Hera
