import DocumentsLayout from '../../../components/DocumentsLayout'

const Olympus = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>โอลิมปัสสู่โอลิมปิก</h3>

            <p className="ml-3">โอลิมปัส (Mount Olympus) คือ<b>ยอดเขาที่สูงที่สุดในประเทศกรีซ</b> (สูง 2,917 เมตร) เป็นที่รู้จักกันดีตามตำนานมหากาพย์ของโอดีสซีย์
            ว่าเป็นสถานที่ศักดิ์สิทธิ์ของเหล่าเทพกรีกโบราณ เป็นที่ประทับของ เทพเจ้าสำคัญต่าง ๆ โดยมีชื่อว่า “เทวสภาแห่งโอลิมปัส”
            ตามตำนานกล่าวว่า ภูเขาลูกนี้ปลอดพายุ และมีอากาศสดใสตลอดเวลา</p>
            <img className="img-doc" src="/static/images/olyp/oly1.jpg" alt="oly1" />

            <p className="ml-3">โดยเทือกเขาแห่งนี้ เป็นจุดกำเนิดของกีฬาโอลิมปิก คาดว่าเริ่มตั้งแต่ 1,000 ปีก่อนคริสตกาล
            จัดขึ้นโดยชาวกรีกโบราณ โดยเจ้าเมืองของแต่ละรัฐจะส่งตัวแทนของตัวเองลงแข่งในกีฬาประเภทต่าง ๆ ซึ่งในสมัยนั้นมีเพียงปัญจกีฬา
            (วิ่งแข่ง กระโดดไกล ขว้างจักร พุ่งแหลน และ มวยปล้ำ)</p>
            <img className="img-doc" src="/static/images/olyp/oly.jpg" alt="oly" />


            <p className="ml-3">แต่นักกีฬาจะมีเพียงผู้ชายเท่านั้น เพราะจะต้องทำการเปลือยล่อนจ้อน เพื่อประกวดความสมส่วนของร่างกาย
            ผู้ชนะของแต่ละกีฬาจะได้รางวัล เป็นมงกุฎที่ทำด้วยกิ่งไม้มะกอกซึ่งขึ้นอยู่บนยอดเขาโอลิมปัส และได้รับเกียรติให้เดินทางท่องเที่ยวไปทั่วทุกรัฐ ในฐานะตัวแทนของพระเจ้า</p>

            <img className="img-doc" src="/static/images/olyp/fighting.jpg" alt="fighting" />

            <p className="ml-3">ในตอนแรกการแข่งขันถูกจัดบนยอดเขา แต่ด้วยความนิยมที่มีมากขึ้นเรื่อย ๆ ทำให้ในปี 776 ก่อนคริสตกาล ได้ย้ายสถานที่แข่งขัน ลงไปยังเชิงเขาแทน และได้ปรับปรุงการแข่งขันให้ดีขึ้น โดยให้ผู้เข้าแข่งขันสวมกางเกงได้ มีประธานทำหน้าที่กล่าวเปิดการแข่งขัน และอนุญาตให้ผู้หญิงเข้าชมได้
            ต่อมาในปี ค.ศ. 393 จักรพรรดิธีโอดอซิดุชแห่งโรมัน ทรงประกาศยกเลิกการแข่งขันโอลิมปิก เพราะมีการล้มมวย มีการพนัน มีการว่าจ้างทุจริต ซึ่งผิดจุดประสงค์ของการแข่งขัน จึงทำให้พระองค์ตัดสินใจล้มเลิกการแข่งขันที่มีมาอย่างยาวนานร่วม 1,200 ปี อย่างเด็ดขาด
</p>



            <p className="ml-3">จนกระทั่ง โอลิมปิกได้ถือกำเนิดขึ้นใหม่อีกครั้ง หลังจากห่างหายไปนาน 15 ศตวรรษ โดยชายที่มีชื่อว่า “บารอน ปีแอร์ เดอ คูเบอร์แตง”
            ขุนนางชาวฝรั่งเศส ได้ทำการติดต่อกับบุคคลสำคัญของประเทศอังกฤษ, สหรัฐอเมริกา และฝรั่งเศส หลังจากมีการพูดคุยอย่างลับ ๆ ยาวนานกว่า 4 ปี
             ในที่สุดจึงได้เปิดการประชุมอย่างไม่เป็นทางการขึ้น คณะกรรมการผู้ริเริ่ม ได้ลงมติว่า ให้ทำการเปิดการแข่งขันโอลิมปิกขึ้นอีกครั้ง กำหนดให้จัด 4 ปีต่อ 1 ครั้ง
              โดยให้ประเทศสมาชิกหมุนเวียนผลัดเปลี่ยนกันเป็นเจ้าภาพ แต่การเปิดแข่งขันครั้งแรกให้เริ่ม ณ กรุงเอเธนส์ ในปี ค.ศ. 1896 เพื่อเป็นอนุสรณ์แห่งการกำเนิดกีฬาโอลิมปิกเมื่อครั้งโบราณ
  โดยครั้งต่อไปจะจัดขึ้นที่ประเทศญี่ปุ่นในปี 2020</p>
            <img className="img-doc" src="/static/images/olyp/fighting2.jpg" alt="fighting2" />
        </DocumentsLayout>
    )
}

export default Olympus
