import DocumentsLayout from '../../../components/DocumentsLayout'

const Gemini = () => {
    return (
        <DocumentsLayout>
            <h3 style={{marginTop: 130}}>ราศีเมถุน</h3>


        <img className="img-doc" src="/static/images/zodiac/6.jpg" alt="6" />
            <p className="ml-3">คาสเตอร์และพอลลักซ์เป็นชื่อเทพเจ้ากรีก ทั้งคู่เป็นลูกฝาแฝดของเทพบดีซูส หรือเซอุส (Zeus) เมื่อ ฝาแฝดทั้งคู่โตขึ้น
             แต่ละคนมีพรสวรรค์คนละอย่าง พอลลักซ์เป็นนักชกมวยที่ยิ่งใหญ่ที่สุด ส่วนคาสเตอร์ฝึกฝนตนเอง เป็นผู้ปราบพยศม้าป่าที่มีความสามารถ 
             เล่ากันว่าทั้งคู่มีรูปร่างหน้าตาท่าทางเหมือนกันมาก และเคยออกศึกสงครามร่วม กันหลายครั้ง เมื่อสิ้นชีวิตลง ซูสจึงส่งวิญญาณคนคู่นี้ขึ้นไปบนสวรรค์เป็นดาวที่เห็นชัดเจนตลอดคืนหน้าหนาว
              อยู่ใกล้ เคียงกันประกอบเป็นกลุ่มดาวคนคู่  ทั้งชาวกรีกและชาวโรมันต่างนับถือบูชาดาวทั้งสองว่าเป็นเทพเจ้าที่คอยคุ้มกันภัยอันตรายต่าง ๆ ทหารบกชาว โรมันหรือชาวกรีก 
              ก่อนออกรบมักจะสวดอ้อนวอนต่อคาสเตอร์และพอลลักซ์ ขอให้พวกตนชนะข้าศึก ทหารเรือก็สวด อ้อนวอนกลุ่มดาวคนคู่เหมือนกัน โดยหวังว่าหากเรืออับปางลงคนคู่จะช่วยให้รอดชีวิตได้
               ทุกคนที่สวดมนต์อ้อนวอนจะ ไม่ลืมจบคำอ้อนวอนด้วยคำว่า by Gemini </p>


            



        </DocumentsLayout>
    )
}

export default Gemini
