import DocumentsLayout from '../../../components/DocumentsLayout'

const Sagittarius = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>ราศีธนู</h3>


            <img className="img-doc" src="/static/images/zodiac/12.jpg" alt="12" />

            <p className="ml-3">เซนทอร์  เป็นสัตว์ชนิดหนึ่งในเทพปกรณัมกรีก มีร่างส่วนบนเป็นมนุษย์ผู้ชาย แต่ส่วนลำตัวลงไปเป็นม้าหนุ่มที่มีกล้ามเนื้อเป็นมัด ๆ สง่างาม
            อาศัยอยู่แถบภูเขาของอาคาเดีย และเทสสาลีในประเทศกรีซ เซนทอร์มีสองตระกูล โดยตระกูลหนึ่งเกิดจาก อิคซอนอันธพาลแห่งสวรรค์ที่ขึ้นชื่อ กับอีกตระกูลที่เกิดจากโครนัส
            ฝ่ายหลังมีอุปนิสัยดีแตกต่างจากฝ่ายแรกมาก  เซนทอร์ตระกูลอิคซอน เกิดจากอิคซอนกับเนฟีลี มีพละกำลังมาก ชอบดื่มไวน์กับชอบไล่คว้าผู้หญิง ซ้ำชอบทะเลาะเวลาเมา
            เซนทอร์จึงถูกมองว่าเป็นพวกขี้เมาไม่กลัวใครทั้งสิ้น  เซนทอร์ตระกูลโครนัสต่างกับตระกูลอิคซอน เป็นเซนทอร์แสนดี โครนัสแต่งงานกับฟีลีร่า นางอัปสรน้ำผู้เลอโฉม มีลูกชื่อไครอน
            ซึ่งเป็นผู้คงแก่เรียน มีความสุขุมรอบคอบจนได้รับเลือกให้เป็นอาจารย์ของเหล่าวีรบุรุษหลายคนในตำนานกรีก เช่นอคิลลีส, เฮอร์คิวลีส, เจสัน, พีลูส, อีเนียส
 และบรรดาลูกศิษย์ของเขาก็ประพฤติตัวตามแบบครูบาอาจารย์ได้เป็นอย่างดี</p>

        </DocumentsLayout>
    )
}

export default Sagittarius
