import DocumentsLayout from '../../../components/DocumentsLayout'

const Ares = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const mar1 = host + "olyp/mar1.jpg"
    const mar2 = host + "olyp/mar2.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>เทพเจ้าแอรีส</h3>

            <p className="ml-3">แอรีส  หรือที่ชาวโรมันเรียกว่า มาร์ส (Mars) เป็น<b>เทพเจ้าแห่งสงคราม อาวุธ และชุดเกราะ</b> และ เป็นหนึ่งในสิบสองเทพแห่งโอลิมปัส ด้วย</p>
            <img className="img-doc" src={mar1} alt="mar1" />

            <p className="ml-3">แอรีส เป็นเทพแห่งการสงครามเช่นเดียวกับ อธีน่า แต่ทว่าอธีน่าจะได้รับการยกย่องและบูชามากกว่า เนื่องจากอธีน่าเป็นเทพีที่ใช้สติปัญญาวางแผนในการสู้รบมากกว่า ซึ่งได้รับการบูชาในฐานะเทพีแห่งสติปัญญาด้วย
            ผิดกับแอรีสซึ่งมักจะใช้ความดุดันและโหดร้ายในการสงครามมากกว่า ซึ่งโฮเมอร์ กวีเอกคนสำคัญของกรีกโบราณ ยังเคยเขียนถึงพระองค์ว่า เป็นเทพที่โหดร้ายและหยาบช้า</p>

            <p className="ml-3">   แอรีสเป็นบุตรของซีอุส มหาเทพและพระนางเฮรา มเหสีของซีอุส แอรีสเป็นเทพที่ชาวกรีกไม่นับถือบูชา
             เพราะถือว่าเป็นเทพที่โหดร้ายและมีเรื่องราวที่น่าอับอายเกี่ยวกับพระองค์เยอะ และถึงแม้จะเป็นเทพแห่งสงคราม แอรีสก็รบแพ้ในการสงครามหลายต่อหลายครั้ง
             ทั้งแก่มนุาษย์กึ่งเทพเองอย่าง เฮราคลีสและกับอธีน่า เทพีแห่งสงคราม พี่น้องของพระองค์เองแต่แอรีสเป็นที่นับถืออย่างมากของชาวโรมัน ซึ่งเป็นชนเผ่าที่โปรดปรานการสู้รบ
              ถึงกับแต่งให้แอรีสเป็นบิดาของรอมิวลุส (Romulus) ผู้สร้างกรุงโรมเลยทีเดียว</p>
            <img className="img-doc" src={mar2} alt="mar2" />


            <p className="ml-3">ในทางด้านชู้สาว พระองค์ลักลอบมีชู้กับเทพีอโฟรไดท์จนเป็นเรื่องราวใหญ่โตให้อับอายไปทั้งสวรรค์ และเป็นอพอลโล เทพแห่งดวงอาทิตย์
             ที่จับผิดและแก้ไขพฤติกรรมของทั้งคู่แอรีส เมื่อเสด็จไปไหน จะใช้รถศึกเทียมม้าฝีเท้าจัดมากมาย แสงเกราะและแสงศาตราวุธส่องแสงเจิดจ้าบาดตาผู้พบเห็น
              มีบริวารที่ติดสอยห้อยตามอยู่ 2 คนคือ ดีมอส (Deimos) ซึ่งแปลว่าความกลัว กับ โฟมอส (Phobos) แปลว่าความน่าสยองขวัญ บางตำนานก็กล่าวว่า
              ทั้งดีมอสและโฟบอสเป็นบุตรชายฝาแฝดของแอรีส และชื่อของทั้งคู่ก็เป็นรากศัพท์ของคำว่าความตื่นตระหนก (Panic) และ ความกลัว (Phobia)
              และในทางดาราศาสตร์ แอรีสหรือมาร์ส คือ ดาวอังคาร ดีมอส  และโฟบอส  ก็ถูกตั้งเป็นชื่อของดวงจันทร์บริวารของดาวอังคารด้วย</p>
        </DocumentsLayout>
    )
}

export default Ares
