import DocumentsLayout from '../../../components/DocumentsLayout'

const Artemis = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>เทพเจ้าอาร์เทมีส</h3>

            <p className="ml-3">  อาร์เทอมีส  หรือในภาคโรมันคือ ไดอานา (Diana)คือ<b>เทพเจ้าแห่งการล่าสัตว์ เทพีแห่งดวงจันทร์ และเป็นเทพีแห่งความรักทางใจ</b></p>
            <img className="img-doc" src="/static/images/olyp/artemis2.jpg" alt="artemis2" />

            <p className="ml-3">ตำนานการกำเนิดกล่าวว่าเป็นธิดาฝาแฝดของเทพซุสกับนางอัปสร ลีโต(Leto) หรือ แลโตนา (Latona) มีพี่ชายร่วมอุทรคือ เทพอพอลโลซึ่งเป็นเทพแห่งพระอาทิตย์ และการดนตรี
             เทพีอาร์เทอมีสมีรูปลักษณ์เป็นหญิงสาวผู้งดงาม อยู่ในชุดล่าสัตว์ทะมัดทแมงกระโปรงสั้น ชุดมักมีสีน้ำเงิน ในมือถือคันธนู</p>

            <p className="ml-3">   เทพีอาร์ทิมิสมีชีวิตโลดโผนกว่าเทพีองค์อื่น เพราะโปรดการล่าสัตว์และชอบชีวิตโสด จนเทพซุสประทานนางอัปสรผู้ไม่ต้องการแต่งงานจำนวน 50 ให้เป็นบริวาร
            สาเหตุที่พระนางไม่ต้องการมีความรัก ก็เพราะมีความหลังฝังใจจากที่นางลีโตต้องทรมานกับการคลอดบุตร และในเวลาที่ประสูติเทพีอาร์ทิมิสก็ซึมซับความรู้สึกนั้นได้
            พระนางจึงไม่เชื่อในความรักและไม่ต้องการคู่ครอง เทพีอาร์ทิมิสวิงวอนให้เทพซุสสาบานว่าจะไม่จับคู่สมรสให้พระนางหรือให้พระนางสมรสไม่ว่ากรณีใด และให้พระนางเป็นเทพีผู้ครองพรหมจรรย์
            ซึ่งเทพซุสก็สาบานโดยให้แม่น้ำสติกซ์ซึ่งไหลรอบนรกเป็นพยาน</p>

            <img className="img-doc" src="/static/images/olyp/artemis.jpg" alt="artemis" />
            <p className="ml-3">   ในตำนานของกรีกนั้นกล่าวว่าเทพีอาร์ทิมิสทรงสาบานตนเป็นเทพีพรหมจารีย์ร่วมกับอะธีน่าและเฮสเทียต่อหน้าแม่น้ำสติกซ์ นางชิงชังชีวิตสมรส ความรัก และการยุ่งเกี่ยวกับผู้ชาย
            แต่สิ่งหนึ่งที่เทพีอาร์ทิมิสไม่ปฏิเสธคือการมีสหายเป็นชายที่รักการล่าสัตว์เช่นเดียวกับพระนาง</p>
            <img className="img-doc" src="/static/images/olyp/artemis3.jpg" alt="artemis3" />
            <p className="ml-3">สหายสนิทของเทพีอาร์ทิมิสมีนามว่าโอไรออน เขาเป็นนายพรานผู้ฉมังในการล่าสัตว์ มีสุนัขคู่ใจชื่อว่าซิริอุส
             ทุกๆ วันเทพีอาร์ทิมิสและสหายจะร่วมกันล่าสัตว์และพูดคุยกันอย่างสนุกสนานหลังจากล่าสัตว์เสร็จเทพีอาร์ทิมิสหลงรักนายพรานหนุ่มและคิดที่จะสละความเป็นเทพีพรหมจารีย์
             เพื่อแต่งงานกับโอไรออน </p>
            <img className="img-doc" src="/static/images/olyp/Artemis4.jpg" alt="Artemis4" />
            <p className="ml-3">อพอลโล่รู้ถึงความคิดนี้เข้าและกลัวว่าอาร์ทิมิสจะต้องรับโทษจากการผิดคำสาบานต่อหน้าแม่น้ำสติกซ์ จึงวางแผนที่จะล้มเลิกความคิดของน้องสาวฝาแฝด
                         อพอลโลสั่งให้โอไรออนเดินลุยน้ำทะเลไปยังเกาะแห่งหนึ่งกลางทะเล และเมื่อโอไรออนเดินไปถึงยังจุดที่ไกลจนเมื่อมองจากเกาะดีลอส
                         แล้วจะเห็นเพียงศีรษะของโอไรออนที่มองดูเหมือนกับเกาะกลางน้ำ เทพอพอลโล่ก็ชวนเทพีฝาแฝดมาล่าสัตว์แข่งกัน
                         และท้าพนันให้อาร์ทิมิสยิงธนูทะลุเกาะกลางทะเลที่อพอลโล่ชี้ให้ดูให้ได้ อาร์ทิมิสตกหลุมพรางของเทพฝาแฝด เหนี่ยวสายธนูเต็มแรงจนลูกธนูทะลุศีรษะของโอไรออนถึงแก่ความตาย
                          เมื่ออาร์ทิมิสทราบว่าตนได้ฆ่าชายที่รักลงด้วยน้ำมือของตนเองแล้ว พระนางก็ได้นำศพของโอไรออนและซิริอุสสุนัขคู่ใจขึ้นไปไว้บนท้องฟ้าในตำแหน่งของกลุ่มดาวนายพราน
              และดาวสุนัขใหญ่</p>

            <img className="img-doc" src="/static/images/olyp/Artemis5.jpg" alt="Artemis5" />
        </DocumentsLayout>
    )
}

export default Artemis
