import DocumentsLayout from '../../../components/DocumentsLayout'

const Athena = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const athna2 = host + "olyp/athna2.jpg"
    const athna1 = host + "olyp/athna1.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>เทพีอธีนา</h3>

            <p className="ml-3"> เทพีอธีนา <b>เป็นเทพีแห่งปัญญา</b> เนื่องจากเกิดมาจากส่วนหัวของ ซุส ประมุขแห่งเหล่าทวยเทพ
             ในขณะที่กำลังประชุมเหล่าเทพที่เทือกเขาโอลิมปัส เมื่อจู่ ๆ ซูสเกิดปวดศีรษะอย่างรุนแรง จึงได้ให้เฮเฟสตัส เทพแห่งการตีเหล็กใช้ขวานผ่าศีรษะออก
              ปรากฏเป็นอธีนาที่สวมชุดเกราะพร้อมหอกกระโดดออกมา เทพีอธีนาเป็นธิดาของเทพีเมทิส ซึ่งถูกซูสกลืนเข้าไปในท้องตั้งแต่ยังมีครรภ์แก่ 
              เนื่องจากคำทำนายที่ว่าบุตรที่เกิดจากนางจะเป็นผู้โค่นบัลลังก์ของซูส แต่แม้ว่าอธีนาจะถือกำเนิดมาพร้อมกับคำทำนายนั้น พระนางก็เป็นหนึ่งในลูกรักของซูส</p>
            <img className="img-doc" src={athna2} alt="athna2" />

            <p className="ml-3">ว่ากันว่าฮีราอิจฉาอธีนาที่ถือตัวว่าเป็นผู้กำเนิดมาจากซูสโดยตรง  และนอกจากอธีนาจะเป็นเทพีแห่งปัญญาแล้ว 
            ยังเชื่อกันว่าพระนางเป็นเทพีแห่งสงครามด้วย เนื่องจากเทวรูปของพระนางมักปรากฏเป็นรูปผู้หญิงสวมชุดเกราะ ถือโล่ห์และหอกที่มือซ้าย 
            และถือไนกี้ เทพีแห่งชัยชนะที่มือขวา โดยที่ชื่อกรุงเอเธนส์ เมืองหลวงของกรีซ ก็มีที่มาจากพระนามของนาง ชื่อเต็มของอธีนาคือ พัลลัสอธีนา (Pallas Athena) </p>
            <img className="img-doc" src={athna1} alt="athna1" />

            <p className="ml-3">ชื่อพัลลัส มาจากเพื่อนมนุษย์ของอธีนาซึ่งเธอพลั้งมือสังหารไปขณะเล่นด้วยกัน จึงได้นำชื่อของพัลลัสมาใส่นำหน้าเพื่อเป็นที่ระลึก อธีนาเป็นตัวแทนของสงครามที่เอาชนะด้วยกลยุทธหรือความถูกต้อง ซึ่งต่างจากแอรีส ที่เป็นเทพสงครามที่ใช้กำลังมากกว่า  นอกจากนี้ อธีนา ยังเป็นหนึ่งในสามเทพีพรหมจรรย์ด้วย ซึ่งประกอบด้วย พระนาง, อาร์เทมีส เทพีแห่งดวงจันทร์ และ เฮสเทีย เทพีแห่งครัวเรือน  
อาจกล่าวได้ว่า อธีนา เป็นเทพที่ชาวกรีกให้ความนับถือมากที่สุดก็ว่าได้ ในสมัยโบราณมีการสร้างมหาวิหารเพื่อถวายแด่พระนาง คือ วิหารพาเธนอนซึ่งตั้งอยู่ที่เนินอะโครโปลิส ที่กรุงเอเธนส์ในปัจจุบัน 
</p>
        </DocumentsLayout>
    )
}

export default Athena
