import DocumentsLayout from '../../../components/DocumentsLayout'

const Atlas = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const a1 = host + "olyp/a1.jpg"
    const a2 = host + "olyp/a2.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>แอตลาสแบกท้องฟ้า</h3>


        
            <img className="img-doc" src={a1} alt="a1" />

            <p className="ml-3">แอตลาส เดิมเป็นยักษ์ไทแทน เป็นลูกชายของอีแอพพิทัส (Iapetus) และไคลมินี เป็นพี่ชายของยักษ์สำคัญอีกหลายตนซึ่งหนึ่งในนั้นคือ โพรมิธิอัส (Prometheus) ผู้ขโมยไฟจากสวรรค์มาให้มนุษย์ แอตลาสทำตัวเป็นยักษ์แกนนำนำบริวารยักษ์ทั้งหลายโจนเข้าสู่สงครามไจแกนโตมาคี สงครามระหว่างพวกยักษ์ไทแทนกับเหล่าเทวะโอลิมปัส ความผิดพลาดเพียงอย่างเดียวก็คือเขากับน้องชายนามว่าเมเนเทียส อยู่ข้างไทแทน แต่น้องชายอื่นๆ คือโพรมิธิอัสกับเอพิเมธิอัสไปเข้าข้างเทวดาโอลิมเปียน
ทั้งสองฝ่ายต่างโรมรันพันตูสู้กันเป็นระยะยาวนานถึง 10 ปี ฝ่ายไทแทนแพ้ มหาเทพซูสเลยลงโทษเอายักษ์ไทแทนหลายตนลงไปจำขังในคุกทาร์ทารัส ยกเว้นแอตลาส ให้ไปยืนที่ปลายแผ่นดินข้างตะวันตกแล้วแบกท้องฟ้า (ยูเรนัส) ไว้บนไหล่ เพื่อไม่ให้ไกอา (Gaia) ซึ่งก็คือแผ่นดินกับท้องฟ้าลงมารวมตัวกันใหม่ (แล้วผลิตลูกประหลาดๆอย่างพวกยักษ์ไทแทน)
</p>
            <img className="img-doc" src={a2} alt="a2" />
        </DocumentsLayout>
    )
}

export default Atlas
