import DocumentsLayout from '../../../components/DocumentsLayout'

const Dionysus = () => {
    return (
        <DocumentsLayout>
            <h3 style={{marginTop: 130}}>เทพเจ้าไดอะไนเซิล</h3>

            <p className="ml-3">             ไดอะไนเซิส ใน ตำนานเทพเจ้ากรีก “ไดอะไนเซิส” เป็น<b>เทพเจ้าแห่งไวน์ </b>
             ผู้เป็นแรงบันดาลใจของความประเพณีความคลั่งและความปิติอย่างล้นเหลือ (ecstasy) และเป็นเทพองค์ล่าสุดในสิบสองเทพโอลิมปัส 
             ที่มาของไดอะไนเซิสไม่เป็นที่ทราบ แต่ตามตำนานว่าได้รับอิทธิพลมาจากต่างประเทศ</p>
            <img className="img-doc" src="/static/images/olyp/Dionysus2.jpg" alt="Dionysus2" />
            <p className="ml-3"> เทพไดโอไนซูส เป็นที่รู้จักในอีกชื่อหนึ่งว่า แบคคัส เทพแห่งเมรัย และไวน์องุ่น เป็นบุตรของเทพซูสกับนางซิมิลี่ ซึ่งเป็นมนุษย์ ธิดาแห่งกรุงเธป 
            เทพซูสได้แปลงกายเป็น มนุษย์รูปงามลงมาโลกมนุษย์ เพราะเกรงว่ามเหสี พระนางเฮร่า จะรู้เข้า และกลัวว่านางซิมิลี่จะเกรงกลัวในรัศมีของพระองค์ และในที่สุด ก็ได้นางเป็นชายาอีกองค์
             แต่แล้ว พระนางเฮร่า ก็รู้เข้า จึงได้แปลงกายมาเป็นคนรับใช้ของนางซิมิลี่ มาหลอกล่อให้นางอยากเห็นรูปร่างที่แท้จริงของเทพซุส นางซิมิลี่ จึงได้ให้เทพซุสในรูปมนุษย์ ไปสาบานกับแม่น้ำสติ๊กซ์ 
             ว่าจะให้ของขวัญแก่นาง แล้วนางซิมิลี่ ก็ให้เทพซุสเปลี่ยนร่างที่แท้จริงออกมา พระองค์เกรงว่า ถ้าให้นางเห็นร่างที่แท้จริงของพระองค์ จะทำให้นางซิมิลี่มอดไหม้ เพราะ รัศมีของพระองค์ 
             จึงบอกแก่นางซิมิลี่ว่า จะดูแลลูกในครรภ์ของนาง ส่วนนางก็จะได้รับของขวัญสมใจ แล้วพระองค์ก้ได้ เปลี่ยนร่างเป็นเทพซูส นางซิมิลี่ก็มอดไหม้ไป แต่บุตรของนางไม่เป็นอะไรเพราะ 
             เป็นบุตรแห่งเทพ จากนั้น เทพซูส จึงได้ให้พวกนิมฟ์ล นางไม้ ดูแลเทพไดโอไนซูส พวกนิมฟ์ล ได้สอนให้เทพไดโอไนซูส ปลูกพืชต่างๆ โดยเฉพาะองุ่น
              ต่อมาพระองค์ได้ทดลองนำองุ่นไปหมักเอาไว้ และก็ได้ค้นพบ นำองุ่นที่รสชาติดีอย่างประหลาด ที่ยิ่งดื่ม ยิ่งมึนเมา ยิ่งอยากดื่ม ยิ่งสนุกสนาน พระองค์จึงได้เผยแพร่การทำไวน์องุ่นไปทั่วแดน
               และต่อมา เทพซูส ได้รับพระองค์ไปเป็นเทพโอลิมปัสอีกพระองค์ (เทพไดโอไนซูส และเทพีดิมีเตอร์ เป็นเทพแห่งความอุดมสมบูรณ์ ที่ชาวกรีกและโรมันให้ความเคารพบูชายิ่งนัก)
           
</p><p className="ml-3">ไดอะไนเซิสผู้เป็นเทพของการเกษตรกรรม และการละคร นอกจากนั้นก็ยังรู้จักกันในนามว่า <b>“ผู้ปลดปล่อย” (Liberator) ที่ปลดปล่อยส่วนลึกของตนเองโดยทำให้คลั่ง</b>
 หรือให้มีความสุขอย่างล้นเหลือ หรือด้วยเหล้าองุ่น หน้าที่ของไดอะไนเซิสคือเป็นผู้สร้างดนตรีออโลส (aulos) และยุติความกังวล นักวิชาการถกกันเรื่องความสัมพันธ์ระหว่างไดอะไนเซิสกับ 
 “คตินิยมเกี่ยวกับวิญญาณ” และความสามารถในการติดต่อระหว่างผู้ยังมีชีวิตอยู่และผู้ที่ตายไปแล้ว</p>
            <img className="img-doc" src="/static/images/olyp/Dionysus.jpeg" alt="Dionysus" />
        </DocumentsLayout>
    )
}

export default Dionysus
