import DocumentsLayout from '../../../components/DocumentsLayout'

const Poseidon = () => {
    return (
        <DocumentsLayout>
            <h3 style={{marginTop: 130}}>เทพโพไซดอน</h3>

            <p className="ml-3">  โพไซดอน หรือ โพเซดอน หรือ โปเซดอน<b> เทพเจ้าแห่งท้องทะเลและมหาสมุทร</b>
             ผู้ปกครองดินแดนแห่งท้องน้ำ ตั้งแต่แหล่งน้ำจืด เช่น แม่น้ำ ลำคลอง จนถึงใต้บาดาล มีตรีศูเป็นอาวุธ บางตำนานกล่าวว่ามีท่อนล่างเป็นปลา  
             นอกจากนี้แล้วยังถือว่าเป็นเทพแห่งแผ่นดินไหวและเป็นเทพแห่งม้า ด้วย</p>
            <img className="img-doc" src="/static/images/olyp/posiddd.jpg" alt="posiddd" />

            <p className="ml-3">รูปลักษณ์ของโพเซดอน ส่วนมากจะปรากฏเป็นชายวัยกลางคน รูปร่างกำยำล่ำสัน มีหนวดเครา ถือสามง่ามเป็นอาวุธ 
            ซึ่งสามง่ามนี้มีอิทธิฤทธิ์มาก สามารถดลบันดาลให้เกิดทะเลคลั่งหรือแผ่นดินไหวได้ ครั้งหนึ่งโพเซดอนเคยคิดที่จะโค่นอำนาจของซุส 
            โดยร่วมมือกับเฮรา และ อะธีนา แต่ไม่สำเร็จ จึงถูกซุสลงโทษ โดยการให้ไปสร้างกำแพงเมืองทรอยร่วมกับอพอลโลด้วยเช่นกันโพเซดอนมีมเหสีองค์หนึ่งคือแอมฟิไทรท์ 
            ซึ่งเป็น นีริอิด หรือบุตรสาวของ นีริอัส และ ดอริสโพไซดอนเห็นนางเต้นรำร่วมกับเหล่านีริอิดอื่นๆ จึงลักพาตัวนางไปเป็นชายาในดินแดนใต้สมุทร</p>
            <img className="img-doc" src="/static/images/olyp/pss.jpg" alt="pss" />
            
            <p className="ml-3">โพเซดอน มีพาหนะเป็นม้าน้ำเทียมรถ ที่มีส่วนบนเป็นม้าและท่อนล่างเป็นปลา 
            ซึ่งบางครั้งจะพบรูปโพเซดอนอยู่บนรถเทียมม้าน้ำนี้ขึ้นมาจากทะเลในสมัยโบราณ ที่แหลมสุนิอ้อน ห่างจาก กรุงเอเธนส์
             เมืองหลวงของกรีซไม่มาก มีวิหารที่สร้างถวายแด่โพเซดอนอยู่</p>
        </DocumentsLayout>
    )
}

export default Poseidon
