import DocumentsLayout from '../../../components/DocumentsLayout'

const Charybdis = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>คาริบดิสและซิลลา สองอสุรีแห่งท้องทะเล</h3>



            <p className="ml-3">มีสุภาษิตฝรั่งบทหนึ่งว่าไว้ว่า “<b>between Scylla and Charybdis” “ระหว่างคาริบดิสและซิลลา”
             ซึ่งเทียบกับภาษิตไทยก็คือ “หนีเสือปะจระเข้” </b>อันหมายถึงการหลบอันตรายอย่างหนึ่ง แต่กลับพบอันตรายอีกอย่างหนึ่ง
             ซึ่งภาษิตนี้มีที่มาจากอสุรกาย 2 ตนในตำนานเทพปกรณัมกรีกซึ่งมีนามว่า ซิลลาและคาริบดีส</p>
            <img className="img-doc" src="/static/images/ocean/carysilla.jpg" alt="carysilla" />

            <p className="ml-3">ซิลลาและคาริบดิสเป็นอสุรกายที่อาศัยอยู่ที่ช่องแคบเมสสินาในเกาะซิชิลี โดย ณ ช่องแคบนั้นมีวังน้ำวนขนาดใหญ่ชื่อ คาริบดิส ด้วยกระแสน้ำอันเชี่ยวกรากได้ทำให้เรือใหญ่น้อยที่หลงเข้าไป จมลงเป็นอันมากและหากเรือลำใดพยายามแล่นห่างออกจากคาริบดิส ก็จะชนเข้ากับโขดหินชื่อ ซิลลา จนอับปางลงเช่นกัน เพราะซิลลาและคาริบดีสอยู่ห่างกันเพียงแค่ระยะยิงธนูถึงเท่านั้น
กำเนิดของซิลลา มีอยู่ว่า ชายชาวประมงนาม กลอคัส (Glaucus)ได้ออกหาปลาแล้วจอดเรือพักที่เกาะร้างแห่งหนึ่งเพื่อคัดแยกปลา ครั้นเทปลาที่ตายแล้วลงบนพื้นหญ้า ปลาทุกตัวก็กลับมีชีวิตและตะเกียกตะกายกลับลงน้ำ กลอคัสเข้าใจว่าเป็นเพราะต้นหญ้าพวกนั้น จึงลองถอนขึ้นมากินกำหนึ่ง ทันใดนั้นเขาก็รู้สึกกระวนกระวายอยากลงน้ำจนต้องกระโดดลงน้ำไป
</p>
            <img className="img-doc" src="/static/images/ocean/carysilla2.jpg" alt="carysilla2" />

            <p className="ml-3">เทพโอเชียนัส (เทพไททันผู้ครองมหาสมุทรก่อนโพเซดอน ซึ่งในสงครามที่เหล่าไททันสู้รบกับเทพโอลิมปัส
            โอเชียนัสยอมเข้าพวกกับมหาเทพซูส จึงไม่ถูกยึดอำนาจไปหมด โดยโพเซดอนจะครองทะเลเมอดิเตอร์เรเนียนและแม่น้ำลำธาร
             ส่วนทะเลนอกเหนือเขตนั้นยังเป็นของโอเชียนัส) ได้ให้การต้อนรับและแต่งตั้งกลอคัสเป็นเทพแห่งน้ำอีกองค์หนึ่ง โดยนำสายน้ำมาชำระความเป็นมนุษย์ออก
             เมื่อกลายเป็นเทพแล้ว กลอคัสก็มีเรือนผมสีเขียวน้ำทะเลและมีกายท่อนล่างเป็นปลา</p>
            <img className="img-doc" src="/static/images/ocean/carysilla3.jpg" alt="carysilla3" />
            <p className="ml-3">ต่อมากลอคัสได้พบกับหญิงสาวนาม ซิลลา (Scylla : บางที่ก็ว่าเป็นอัปสร ธิดาของเพอร์ซิส เทพแห่งน้ำ)
             ที่ลงมาเล่นน้ำ กลอคัสเห็นเข้าก็หลงรัก แต่ซิลลาตกใจกลัวในรูปร่างประหลาดของกลอคัส  นางจึงวิ่งหนีขึ้นฝั่ง กลอคัสไม่สามารถตามขึ้นไปได้
             จึงไปปรึกษา เซอร์ซี (Circe) แม่มดแห่งท้องทะเล เพื่อให้นางช่วยเหลือ ทว่าเซอร์ซีกลับหลงรักกลอคัส นางพยายามเกลี้ยกล่อมให้เขาลืมซิลลา
             แต่ก็ไม่เป็นผล เซอร์ซีจึงแอบนำยาพิษร้ายไปเทไว้ ณ จุดที่ซิลลาชอบมาเล่นน้ำ เมื่อนางกลับมา ก็ถูกพิษจนกลายเป็นอสุรกาย มีหัวและคอถึง 6 หัว ลำคอเหมือนงู
              หัวเหมือนสุนัขและมีขา 12 ข้าง แต่ถูกตรึงอยู่ ณ ที่นั้น ไม่สามารถขยับไปไหนได้และคอยดักเล่นงานเรือที่ผ่านไปมา จนภายหลังก็กลายเป็นโขดหินไป
              (บางที่เล่าว่า เฮราคลิส (Heracles:ชื่อกรีก) หรือ เฮอร์คิวลิส (Hercules : ชื่อโรมัน) ผ่านมาและได้ฆ่าซิลลา นางจึงกลับกลายเป็นโขดหิน)</p>

            <img className="img-doc" src="/static/images/ocean/carysilla4.jpg" alt="carysilla4" />

            <p className="ml-3">แต่อีกตำราหนึ่งกล่าวว่า ซิลลาเป็นอนุภรรยาของโพเซดอน ด้วยความหึงหวงทำให้เทวีแอมฟริไตรตี
            (Amphitrite) ชายาของโพเซดอน เอายาพิษมาโปรยตรงบริเวณนั้น ทำให้นางกลายเป็นอสุรกายไป</p>

        </DocumentsLayout>
    )
}

export default Charybdis
