import DocumentsLayout from '../../../components/DocumentsLayout'

const Siren = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const siren3 =  host + "ocean/siren3.jpg"
    const siren7 =  host + "ocean/siren7.jpg"
    const siren2 =  host + "ocean/siren2.jpg"
    const siren1 =  host + "ocean/siren1.jpg"
    const siren4 =  host + "ocean/siren4.jpg"
    const siren6 =  host + "ocean/siren6.jpg"
    const siren5 =  host + "ocean/siren5.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>ไซเรน เสียงเพลงแห่งมรณะ</h3>
            <p className="ml-3">ปีศาจสตรีแห่งตำนานเทพปกรณัมกรีก ผู้มีมนตราแห่งเสียงเพลงเป็นอาวุธร้าย หลอกล่อเหล่ามนุษย์ที่นำเรือผ่านไปยังเกาะอันเป็นถิ่นที่อยู่ของพวกนาง
             โดย<b>หากมนุษย์ผู้ใดที่ได้ยินเสียงเพลงของพวกนางแล้ว จะตกอยู่ในอำนาจมนต์สะกดและไม่อาจคิดสิ่งใด นอกจากมุ่งไปหาเจ้าของเพลงมรณะนี้</b></p>
            <img className="img-doc" src={siren3} alt="siren3" />
            <img className="img-doc" src={siren7} alt="siren7" />
            <p className="ml-3">ไซเรนเป็นอมนุษย์ที่มีลักษณะเป็นสาวงามทว่ามีขาเป็นครีบปลาคล้ายนางเงือก แต่ก็มีอีกกระแสหนึ่งที่อธิบายว่า นางไซเรนมีรูปร่างเป็นนกขนาดใหญ่คล้ายแร้ง ทว่ามีส่วนหัวเป็นหญิงสาว แต่ลักษณะที่เหมือนกันคือ นางไซเรนมีเสียงร้องที่ไพเราะซึ่งสามารถสะกดผู้ที่ฟังให้ตกอยู่ในภวังค์ได้
นางไซเรนอาศัยอยู่บนเกาะเล็ก ๆ และใช้เสียงของพวกนางหลอกล่อนักเดินเรือให้นำเรือเข้าไปใกล้เกาะของนาง ซึ่งรอบเกาะมีหินโสโครกแหลมคม เรือทุกลำที่เข้าไปจะถูกทำลายด้วยหินโสโครก จากนั้นนางไซเรนจะจับลูกเรือเคราะห์ร้ายกินเป็นอาหาร
</p>
            <img className="img-doc" src={siren2} alt="siren2" />

            <p className="ml-3">ในตำนานกรีก ที่ปรากฏบทบาทของนางไซเรนคือ เรื่อง<b>เจสันและเรืออาร์โก</b> กับ เรื่อง มหากาพย์โอดิสซีย์ โดยในตำนานเรื่อง
            เจสันนั้น ระหว่างที่เจสันและเหล่าลูกเรืออาร์โกเดินทางกลับพร้อมขนแกะทองคำจากนครโคลคีส เรืออาร์โกได้ผ่านเกาะของนางไซเรน พวกไซเรนได้ร้องเพลงหลอกล่อให้เรือเข้าไปใกล้เกาะ
            3 ทว่านางเมเดีย ภรรยาของเจสันได้รีบบอกให้ออร์ฟีอุสยอดนักพิณ บรรเลงเพลงพิณให้ไพเราะยิ่งกว่าเสียงของพวกไซเรน ทำให้พวกไซเรนอับอายและหนีหายไป
            เจสันและพรรคพวกจึงรอดพ้นจากหายนะมาได้</p>
            <img className="img-doc" src={siren1} alt="siren1" />
            <p className="ml-3">ส่วนใน<b>มหากาพย์โอดิสซีย์นั้น โอดิสซีอุส </b>กษัตริย์แห่งอิธากา ได้ร่วมกับกองทัพพันธมิตรชาวกรีกทำมหาสงครามพิชิตกรุงทรอย หลังชนะศึก 
            พระองค์จึงเดินทางกลับอิธากา ระหว่างทางเรือของโอดิสซีอุสได้ผ่านเกาะของไซเรน พระองค์เคยได้ยินเรื่องมนต์เพลงมรณะของไซเรนมาก่อน 
            จึงสั่งให้ลูกเรือเอาขี้ผึ้งอุดหูไว้ ส่วนโอดิสซีอุสนั้นทรงปรารถนาจะฟังเพลงของเหล่าไซเรน จึงให้ลูกเรือมัดพระองค์ไว้กับเสากระโดงเรือ ซึ่งทันทีที่ได้ยินเสียงเพลง 
            โอดิสซีอุสก็พยายามดิ้นรนให้หลุดจากพันธนาการเพื่อจะโดดลงน้ำว่ายไปยังเกาะของไซเรนทว่าเชือกที่มัดนั้นแน่นหนามาก พระองค์จึงรอดจากพวกไซเรนมาได้</p>
            <img className="img-doc" src={siren4} alt="siren4" />
            <img className="img-doc" src={siren6} alt="siren6" />
            <p className="ml-3"><b>Siren ยังเป็นที่มาของคำศัพท์หลายคำ</b> เช่น<br></br>
*	ไซเรน หรือหวอของรถพยาบาล รถตำรวจ รถดับเพลิง<br></br>
*	หญิงที่มีเสน่ห์ตรึงใจชายเป็นพิเศษ หรือนักร้องหญิงที่มีเสียงไพเราะมาก<br></br>
*	เป็นชื่อปลาชนิดหนึ่ง<br></br>
</p>
<img className="img-doc" src={siren5} alt="siren5" />
        </DocumentsLayout>
    )
}

export default Siren
