import DocumentsLayout from '../../../components/DocumentsLayout'

const Cerberus = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{marginTop: 130}}>หมาแห่งนรก</h3>

          
 <img className="img-doc" src="/static/images/death/dog.jpg" alt="dog" />

            <p className="ml-3">สัตว์ในตำนานนั้นก็คือ Cerberus (เซอร์เบอรัส) หมาสามหัวผู้เฝ้าประตูสู่นรก ประตูที่ตั้งอยู่ในยมโลกอันมืดมัว ดวงวิญญาณทั้งหลายต้องผ่านประตูนี้เข้าไปสู่ดินแดนนรกแห่ง Hades และเมื่อเข้าไปแล้วจะไม่มีใครสามารถรอดพ้นจาก Cerberus ออกไปได้
ในยุคโบราณ สุนัขนั้นถือว่าเป็นสัตว์ป่าที่ยังไม่ถูกนำมาเลี้ยงในบ้าน พวกมันวิ่งไปทั่วท้องถนนเป็นกลุ่มเพื่อตะกุยคุ้ยขุดหาอาหารCerberus จึงกลายเป็นตัวละครสะท้อนถึงความกลัวสุนัขในยุคโบราณ และถูกออกแบบให้มีรูปลักษณ์น่ากลัวโดยการผสมผสานสิ่งมีชีวิตนานาชนิดเข้าไปด้วย
</p>
            <img className="img-doc" src="/static/images/death/cerberus-myth-3.jpg" alt="cerberus-myth-3" />


            <p className="ml-3">สำหรับศีรษะทั้ง 3 ของ Cerberus นั้นหมายถึง อดีต ปัจจุบันและอนาคต แต่แหล่งข้อมูลบางแห่งบอกว่ามันสื่อถึง การกำเนิด ความเยาว์ และความชรา
ความสามารถของ Cerberus ที่โดดเด่นก็คือสายตา ว่ากันว่าถ้าหากผู้ใดบังเอิญสบสายตากับมัน จะต้องกลายเป็นหินทันที (ความสามารถเหมือน Medusa)
นอกจากนี้เขี้ยวและฟันของมันคมราวกับใบมีดอาบยาพิษ และถ้าหากพิษของมันหยดลงสู่พื้น จะทำให้พืชที่ชื่อว่า Wolf’s Bane งอกขึ้นมา
</p>
            <img className="img-doc" src="/static/images/death/cerberus-myth-4.jpg" alt="cerberus-myth-4" />

            <p className="ml-3">บิดาผู้ให้กำเนิดหมาสามหัวก็คือ Typhon อสูรที่แข็งแกร่งที่สุดในตำนานเทพเจ้าของกรีก และมีพลังเทียบเท่าทวยเทพ ส่วนมารดาก็คือ Echidna อมนุษย์ครึ่งงู หรือรู้จักกันในนาม “มารดาแห่งอสูร”</p>

            <p className="ml-3">Cerberus นั้นมีหน้าที่หลักๆ ก็คือการเฝ้าประตูแห่งยมโลกและรับใช้ Hades ด้วยความภักดี สถานที่ประจำของมันก็คือ
            แม่น้ำ Styx ที่กั้นระหว่างโลกมนุษย์และยมโลก มันจะคอยเฝ้าประตูมิให้วิญญาณทั้งหลายผ่านออกไป และป้องกันไม่ให้มนุษย์โลกผ่านเข้ามา เว้นแต่จะได้รับอนุญาตจาก
 Hades เท่านั้น มันถูกตรึงไว้กับประตูทางเข้า มันจะเข้าไปคลอเคลียกับดวงวิญญาณใหม่ที่เข้ามา และจะเกรี้ยวกราดทันทีหากพบวิญญาณที่พยายามฝ่าประตูนรกกลับออกไป</p>


        </DocumentsLayout>
    )
}

export default Cerberus
