import DocumentsLayout from '../../../components/DocumentsLayout'

const Hades = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>ฮาเดส</h3>

 
            <p className="ml-3">ฮาเดส หรือ เฮดีส (Hades) ชาวโรมันเรียกว่า พลูโต (Pluto) เทพเจ้าผู้ปกครองนรก และโลกหลังความตาย ในตำนานถือได้ว่าเป็นเจ้าแห่งทรัพย์
            เพราะเทพฮาเดสมีสิทธิ์ในทรัพย์สินทุกอย่างภายใต้พื้นพิภพ จึงมีชื่อเรียกอีกชื่อหนึ่งว่า ดีส (Dis) ซึ่งแปลตรงตัวว่า ทรัพย์สิน</p>
            <img className="img-doc" src="/static/images/death/hadass.jpg" alt="hadass" />
            <p className="ml-3">เมื่อมหาเทพซุส โค่นเทพโครนัสบิดาของตนลงจากบัลลังก์ ได้ให้เทพฮาเดสปกครองดินแดนยมโลก หรือ นรก เทพฮาเดสเป็นผู้ปกครองนรกซึ่งมีแต่ความมืดมิดและน่ากลัว
             จึงไม่ได้ขึ้นไปบนเขาโอลิมปัสบ่อยนัก อีกทั้งเทพองค์อื่น ๆ ก็ไม่ชอบที่จะต้อนรับฮาเดสด้วย ดังนั้นฮาเดสจึงไม่มีชื่อเป็นหนึ่ง ในเทพโอลิมปัส เฉกเช่นองค์อื่น ๆ </p>
            <img className="img-doc" src="/static/images/death/hadass2.jpg" alt="hadass2" />
            <p className="ml-3"> ฮาเดส ยังได้ชื่อว่าเป็นเทพที่มีความเที่ยงธรรมอย่างมาก ตัดสินความดี ความชั่ว ของคนตาย โดยปราศจากอคติใด ๆ ทั้งสิ้น กล่าวกันว่า พระองค์มีหมวกวิเศษอยู่ใบหนึ่งที่สามารถทำให้ผู้สวมหายตัวได้ และพระองค์มีเทพผู้ช่วยในการตัดสินความดี ความชั่ว
 ในยมโลกอีก 3 องค์คือ ราดาแมนทีส ไมนอส ไออาคอส โดยมีชื่อเรียกว่า สามเทพสุภา และยังมี ฮิปนอส เทพแห่งการหลับไหล และ ทานาทอส เทพแห่งความตายคอยให้ความช่วยเหลืออยู่อีกด้วย</p>
        </DocumentsLayout>
    )
}

export default Hades
