import DocumentsLayout from '../../../components/DocumentsLayout'

const Moirae = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>เทพีผู้ปั่นด้ายแห่งโชคชะตา</h3>
            <p className="ml-3"> 	  ชาวกรีกโบราณเชื่อว่ามนุษย์แต่ละมีบางสิ่งที่กำหนดและควบคุมโชคชะตา เพราะหากไม่มีแล้วทำไมมนุษย์ถึงไม่มีอิสระจากความตาย ชาวกรีกจินตนาการว่าโชคชะตาของพวกเขามีเทพเจ้าควบคุมและลิขิตอยู่เบื้องหลัง ซึ่งบ้านเราก็มีแต่เป็นเรื่องของฟ้ากำหนดให้เป็นไปตามกฎแห่งกรรม
             หรือ ไม่ก็พรหมลิขิต แต่ของชาวกรีกเชื่อว่ามีเทพี 3 พระองค์ ลิขิตโชคชะตาของพวกเราอยู่ นั่นคือ กลุ่มเทพีมอยเร 3 เทพีผู้ปั่นด้ายแห่้งโชคชะตา</p>
            <img className="img-doc" src="/static/images/death/more1.jpg" alt="more1" />
            <p className="ml-3">กลุ่มเทพีมอยเรเป็นพระธิดาในเทพซีอุสกับเทพีเทมิส ซึ่งว่าได้ว่าเป็นพี่น้องกับกลุ่มเทพีซีซัน 3 เทพีแห่งฤดูกาล
 ซึ่งกลุ่มเทพีมอยเรรับหน้าที่ภา่ระภายใต้เทพฮาเดสผู้เป็นลุง โดยทำหน้าที่กำหนดชะตาของมนุษย์โดยใช้เส้นด้ายเป็นตัวแทนของชีวิตมนุษย์ กลุ่มเทพีมอยเรแบ่งหน้าที่กันดังนี้<br></br><br></br>
                <b>- เทพีโคลโธ มีหน้าที่ปั่นเส้นด้ายแห่งชีวิต (กำเนิดชีวิต)<br></br>
                    - เทพีแลกคีลิศ มีหน้าที่เป็นผู้ทอดเส้นด้าย (จากวัยเด็กไปถึงวัยชรา)<br></br>
                    - เทพีอโทรพอสมีหน้าที่ตัดเส้นด้าย (หมดเวลาบนโลก)</b><br></br><br></br>
                คงเพราะเหตุนี้ กลุ่มเทพีมอยเรจึงสถิตยังปรโลก เป็นข้าราชบริวารแห่งเทพฮาเดส เพราะเมื่อคนสิ้นบุญ วิญญาณจะต้องมายังอาณาจักรแห่งพระองค์ ซึ่งมีเพียงผู้เดียวไม่ซิมีเพียง 3 พระองค์ ที่ทำให้คนถึงฆาตวายปราณได้คือ กลุ่มเทพีมอยเรนี้เอง
</p>
            <img className="img-doc" src="/static/images/death/more.jpg" alt="more" />


        </DocumentsLayout>


    )
}

export default Moirae
