import DocumentsLayout from '../../../components/DocumentsLayout'

const Orpheus = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>เพลงพิณกล่อมยมโลก</h3>
            <p className="ml-3">ออร์ฟีอุส (Orpheus) เป็นบุตรของเทพธิดาแคลลิโอพี ผู้เป็นหนึ่งในเทพธิดามิวส์ทั้งเก้า อันเป็นเทพธิดาแห่งศิลปะและดนตรี
            ดังนั้นเขาจึงได้รับถ่ายทอดพรสวรรค์และความสามารถทางดนตรีมาจากมารดา ทั้งยังได้รับพิณวิเศษมาจาก เทพเจ้าอะพอลโล
             จึงทำให้ออร์ฟีอุสสามารถบรรเลงดนตรีและขับร้องเพลงได้อย่างไพเราะยิ่งนัก</p>

            <img className="img-doc" src="/static/images/death/66.jpg" alt="66" />
            <p className="ml-3">ออร์ฟีอุสได้แต่งงานกับสาวงามนามว่า ยูริดีซี และใช้ชีวิตอยู่ด้วยกันอย่างมีความสุข ทว่าวันเวลาแห่งความสุขของพวกเขาสั้นนัก โดยยูริดีซีได้ถูกงูกัดตาย สร้างความเศร้าเสียใจให้กับออร์ฟีอุสเป็นอันมาก เขาได้สวดภาวนาอ้อนวอนขอชีวิตภรรยาจากจอมเทพซุส ทว่าจอมเทพได้ตรัสบอกให้เขาไปร้องขอกับเทพฮาเดส เทพเจ้าแห่งยมโลก ซึ่งเป็นผู้ดูแลดวงวิญญาณของผู้สิ้นชีพทั้งหมด
         ออร์ฟีอุสได้เดินทางลงสู่ยมโลก เขาได้เล่นพิณกล่อมซีเบอร์รัส สุนัขสามหัวที่เผ้าปากทางเข้ายมโลก จนมันยอมปล่อยเขาผ่านไป จากนั้นเขาได้บรรเลงเพลงพิณให้เทพฮาเดสและพระชายาเพอร์ซิโฟเน่ ฟังจนทั้งสองพระองค์ยอมปล่อยให้เขานำดวงวิญญาณของภรรยากลับมาได้ โดยมีเงื่อนไขว่า เขาจะต้องไม่หันหลังกลับมามอง จนกว่าจะพ้นแดนยมโลก ไม่เช่นนั้นจะไม่ได้ดวงวิญญาณของยูริดีซีกลับคืนไปตลอดกาล
</p>
            <img className="img-doc" src="/static/images/death/6.jpg" alt="6" />
            <p className="ml-3">ทว่าชายหนุ่มไม่อาจทนความอยากรู้ได้ว่า ภรรยาของเขาจะยังติดตามเขามาหรือไม่ ออร์ฟีอุสจึงหันกลับไปมอง และนั่นเองเป็นเหตุให้ดวงวิญญาณของยูริดีซีจางหายไป ทำให้เขาโศกเศร้าเสียใจมาก แต่ครั้งนี้เขาก็ไม่สามารถลงไปสู่ยมโลกเพื่อช่วยนางได้อีกแล้ว</p>
            <img className="img-doc" src="/static/images/death/7.jpg" alt="7" />
            <p className="ml-3">ด้วยความเศร้าเสียใจ ออร์ฟีอุสจึงเอาแต่บรรเลงเพลงเป็นท่วงทำนองที่เศร้าสร้อย จนกระทั่งครั้งหนึ่ง เสียงเพลงของเขาไปรบกวนขบวนของเหล่าสาวกแห่งเทพไดโอนีซุสเข้า บรรดาสาวกที่เมามายของเทพเจ้าแห่งไวน์จึงเข้ารุมทำร้ายเขาด้วยความโมโหจนถึงแก่ความตายและโยนศพของเขาลงไปแม่น้ำ
จอมเทพซุสได้นำพิณของออร์ฟีอุสขึ้นไปไว้บนท้องฟ้าเป็นกลุ่มดาวพิณ ส่วนวิญญาณของเขานั้นได้เดินทางสู่แดนยมโลกและได้พบกับยูริดีซี ภรรยายอดรัก จากนั้นทั้งสองจึงได้อยู่ร่วมกันในทุ่งอีไลเซียม แดนสุขาวดีแห่งยมโลกไปชั่วกาลนาน

</p>

        </DocumentsLayout>
    )
}

export default Orpheus
