import DocumentsLayout from '../../../components/DocumentsLayout'

const Persephone = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>ราชินีผู้เลอโฉมแห่งปรโลก</h3>
            <img className="img-doc" src="/static/images/death/Persephone7.jpg" alt="Persephone7" />

            <p className="ml-3">ครั้งหนึ่งเมื่อเทพฮาเดสได้เสด็จขึ้นมาบนพื้นโลก ได้พบกับเทพีเปอร์เซโฟนี (Persephone) เทพีแห่งฤดูใบไม้ผลิ และเป็นธิดาของ เทพีดิมีเตอร์ เทพีแห่งธัญญาหาร หรือพระแม่โพสพกับมหาเทพซุส ซึ่ง
             เทพีเปอร์เซโฟนีก็เป็นหลานของเทพฮาเดสนั่นเอง อย่างไรก็ตามเทพฮาเดสหลงรักเทพีเปอร์เซโฟนีทันทีที่พบนาง พร้อมกับฉุดฝืนใจนาง พาลงไปสู่ดินแดนใต้พิภพ เพื่อครองคู่</p>
            <img className="img-doc" src="/static/images/death/Persephone1.jpg" alt="Persephone1" />



            <p className="ml-3">เมื่อเทพีดิมีเตอร์ทราบว่าธิดาของตน ถูกลักพาตัวก็ร้องเรียนต่อมหาเทพซุสให้ช่วยนำธิดาของเธอคืนมา มหาเทพ จึงส่งเทพเฮอร์มีส (Hermes) เป็นทูตไปเจรจากับเทพฮาเดส การเจรจาคราวนั้นมีเงื่อนไขว่า ถ้าเทพีเปอร์เซโฟนี
ไม่ได้เสวยอะไรในยมโลก เทพฮาเดสต้องส่งนางคืนแก่เทพีดิมีเตอร์โดยทันที แต่หาก เทพีเปอร์เซโฟนี เสวยของในยมโลก เทพฮาเดส ก็จะมีสิทธิในตัวนาง ผลปรากฏว่าเทพีเปอร์เซโฟนีได้เสวยเมล็ดผลทับทิมไป 6 เมล็ด จึงตกลงกันว่าในแต่ละปี เทพีเปอร์เซโฟนี จะกลับขึ้นมาอยู่กับพระมารดาบนพื้นโลก 6 เดือน และต้องกลับไปอยู่กับเทพฮาเดสในยมโลกอีก 6 เดือน</p>
            <img className="img-doc" src="/static/images/death/Persephone4.jpg" alt="4" />



            <p className="ml-3">ช่วงที่เทพีเปอร์เซโฟนีขึ้นมาอยู่บนพื้นโลกนั้น เทพีดิมีเตอร์ มีความยินดีอย่างยิ่ง ทำให้แผ่นดินและพืชพันธุ์คืนสู่ความเขียวขจี พร้อมกับเข้าสู่ฤดูใบไม้ผลิและฤดูร้อน และ เมื่อเทพีเปอร์เซโฟนี ต้องกลับไปอยู่ยังยมโลก พืชพรรณและแผ่นดินที่เขียวขจีก็จะเหี่ยวแห้งอับเฉา พร้อมกับเข้าสู่ฤดูใบไม้ร่วงและฤดูหนาว
การที่เทพฮาเดสได้อยู่ร่วมกับมเหสีเพียง 6 เดือนในแต่ละปีนั้นสะท้อนถึง ความเปล่าเปลี่ยวของเทพฮาเดสได้เป็นอย่างดี</p>
            <img className="img-doc" src="/static/images/death/Persephone5.jpg" alt="5" />

            <p className="ml-3">   เฮเดสนั้นเป็นเจ้าของทรัพย์ในดินทั้งมวล จึงมักหาเอาเพชรนิลจินดามาเอาใจเพอร์ซิโฟเนเสมอเสมอ ส่วนเพอร์ซิโฟเนนั้นก็หวงเฮเดสพอดู เคยมีนางพรายชื่อ “มินเธ” หลงรักเฮเดส  ซึ่งไปไหนมาไหนด้วยราชรถทองคำส่องประกายอลังการ เธอก็เลยพยายามยั่วยวนเฮเดส แต่ไม่ทันที่เฮเดส จะได้ทำอะไร เพอร์ซิโฟเนก็สาปมินเธให้กลายเป็นต้นมินต์ไป ฮาเดสคงจะสงสารมินเธก็เลยให้ “มินต์”เป็นต้นไม้ประจำตัวเองเสียเลย ซึ่งชาวกรีกโบราณก็เอาต้นมินต์มาประกอบ “พิธีศพ” อยู่ประจำ (บางสำนวนว่าคนที่สาปมินเธก็คือดีมิเทอร์ที่กลัวว่าลูกเขยจะนอกใจลูกสาวของนางเลยจัดการตัดไฟตั้งแต่ต้นลมซะเลย) นางไม้อีกนางที่เจอแบบเดียวกันก็คือ “เลอเค” ซึ่งกลายเป็น “ต้นพ็อปลาขาว”
แต่บางสำนวนว่ากรณีของเลอเคนั้นเพอร์ซิโฟเนยอมรับให้เป็นอนุของฮาเดสได้ และเธอก็ป่วยตายตามอายุขัยก่อนที่เพอร์ซิโฟเนจะแปลงนางเป็นต้นไม้ และต้นพ็อปลาขาวนี้ก็เป็นตัวแทนของเพอร์ซิโฟเนด้วย</p>

            <img className="img-doc" src="/static/images/death/saranare.jpg" alt="saranare" />

        </DocumentsLayout>
    )
}

export default Persephone
