import "../style.css"
import DocumentsLayout from "../components/DocumentsLayout"

const Document = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130, marginLeft: 20 }}>ปรัมปรากรีก (กรีกโบราณ: ΜΥΘΟΛΟΓΊΑ ΕΛΛΗΝΙΚΉ)</h3>
            <p className="ml-3">เป็นเรื่องปรัมปราของอารยธรรมกรีกโบราณ
                ซึ่งมีเนื้อหาเกี่ยวกับนิทานปรัมปราและตำนานที่เกี่ยวข้องกับเทพเจ้า, วีรบุรุษ,
                ธรรมชาติของโลก รวมถึงจุดกำเนิดและความสำคัญของขนบ
                คติและจารีตพิธีในทางศาสนาของชาวกรีกโบราณ
                เรื่องปรัมปรากรีกเป็นส่วนหนึ่งของศาสนาในกรีซโบราณ
                นักวิชาการสมัยใหม่มักอ้างถึงและศึกษาเรื่องปรัมปราเหล่านี้
                เพื่อที่จะทราบเกี่ยวกับสถาบันทางศาสนา, สถาบันทางการเมืองในกรีซโบราณ,
                        อารยธรรมของชาวกรีก และเพื่อเพิ่มความเข้าใจในธรรมชาติของการสร้างตำนานประมวลเรื่องปรัมปราขึ้น</p>
            <p className="ml-3">รวบรวมขึ้นจากเรื่องเล่าและศิลปะที่แสดงออกในวัฒนธรรมกรีก เช่น
                การระบายสีแจกันและของแก้บน ตำนานกรีกอธิบายถึงการถือกำเนิดของโลก
                และรายละเอียดของเรื่องราวในชีวิต และการผจญภัยของบรรดาเทพเจ้า เทพธิดา
                วีรบุรุษ วีรสตรี และสิ่งมีชีวิตในตำนานอื่น ๆ
                ซึ่งเรื่องราวเหล่านี้ในตอนแรกเป็นเพียงการสืบทอดผ่านบทกวีตามประเพณีมุขปาฐะเ
                ท่านั้น ซึ่งอาจสืบย้อนหลังไปได้ถึงสมัยไมนอส และสมัยไมซีนี ตั้งแต่ศตวรรษที่ 18
                        ก่อนค.ศ.</p>
            <img className="img-doc" src="/static/images/documents/1.jpg" alt="1" />
        </DocumentsLayout>
    )
}

export default Document