import DocumentsLayout from '../../../components/DocumentsLayout'

const Birthgods = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const cones = host + "birthgod/cones.jpg"
    const co2 = host + "birthgod/co2.jpg"
    const co3 = host + "birthgod/co3.jpg"
    const co4 = host + "birthgod/co4.jpg"
    const oly = host + "birthgod/oly.jpg"
    const oly2 = host + "birthgod/oly2.jpg"
    const oly3 = host + "birthgod/oly3.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>กำเนิดราชาแห่งทวยเทพ</h3>

            <p className="ml-3"> โครนัสครองอำนาจเหนือเหล่าเทพทั้งปวงอยู่ ณ สวรรค์โอลิมปัสเป็นสุขสงบมาแสนนาน
            เป็นยุคสมัยแห่งความยิ่งใหญ่ของเทพไทแทน จนกระทั่งวันหนึ่งพระนางรีอาก็ให้กำเนิดเทพบุตรองค์แรก คำสาปของอูรานอสจอมบิดาก็ผุดขึ้นในความทรงจำของโครนัสทันที
             โครนัสจึงรีบไปหาพระนางรีอาและจับเทพบุตรนั้นกลืนกินเสีย หลังจากนั้นโครนัสก็ยังกลืนกินเทพบุตรและเทพธิดาองค์ต่อๆ มาอีกรวม 5 องค์</p>

            <p className="ml-3">พระนางรีอาพยายามขอร้องให้โครนัสไว้ชีวิตบุตรที่เกิดใหม่ แต่โครนัสกลัวคำสาบแช่งของจอมบิดาจึงไม่ยอมฟัง
            พระนางรีอาจึงปรึกษากับจอมมารดาจีอาและวางแผนช่วยชีวิตบุตรองค์ต่อไปให้รอดพ้นจากการถูกโครนัสกลืนกินให้จงได้ ครั้งถึงเวลาประสูติบุตรองค์ต่อไป
            เป็นเทพบุตรชื่อว่า ซูส (Zeus) พระนางรีอาก็เอาซูสไปซ่อนเสียก่อนที่โครนัสจะมาถึง ส่วนจอมมารดาจีอาก็เอาหินก้อนหนึ่งมาห่อผ้าไว้ทำทีว่าเป็นเด็กเกิดใหม่ให้พระนางรีอาอุ้มไว้</p>

            <img className="img-doc" src={cones} alt="cones1" />


            <p className="ml-3">โครนัสได้ข่าวการประสูติของเทพบุตรองค์ใหม่ก็รีบมาหมายจะจับกินเสีย พระนางรีอาแสร้งทำเป็นอ้อนวอนขอชีวิตไว้แต่โครนัสไม่ยินยอมเช่นเดิม
             โครนัสแย่งผ้าห่อก้อนหินไปจากพระนางรีอาและกลืนกินลงท้องไปโดยเข้าใจว่าเป็นบุตรที่เกิดใหม่แล้วก็กลับไป โครนัสกลับไปแล้วพระนางรีอาก็จัดแจงฝากฝังซูสให้นางอัปสรนีเรียด
             ธิดาของผู้เฒ่าทะเลนีรูส นำไปเลี้ยงดู นางอัปสรจึงพาซูสไปเกาะครีตโดยนำซูสไปไว้ในถ้ำบนยอดเขาไอคา และเลี้ยงดูด้วยน้ำนมจากนางแพะชื่อว่าแอมัลเธีย (Amalthea)
             โดยมีกลุ่มสาวกของพระนางรีอา เรียกว่า คิวรีทิส ทำหน้าที่เป็นอาจารย์สอนสรรพวิชาให้ซูส  </p>
            <p className="ml-3"> ระหว่างที่ซูสยังเป็นทารกน้อย นางอัปสรนีเรียดต้องหาวิธีป้องกันไม่ให้โครนัสรู้ว่าซูสยังมีชีวิตอยู่ โดยการผูกเปลกับต้นไม้ให้ซูสนอน
             โครนัสที่คอยสอดส่องทั้งบนสวรรค์และบนดินจึงมองไม่เห็นซูสที่ไม่ได้อยู่ทั้งบนสวรรค์และบนแผ่นดิน </p>

            <img className="img-doc" src={co2} alt="cones2" />

            <p className="ml-3">นอกจากนี้ เหล่าคิวรีทิสก็ช่วยกันคิดค้นเพลงเต้นรำแบบหนึ่งขึ้น
             เพลงเต้นรำแบบนี้ต้องใช้เสียงประสานของอาวุธที่อึกทึกจนกลบเสียงร้องของซูสไว้ไม่ให้ได้ยินไปถึงสวรรค์
             ฝ่ายโครนัสสำคัญผิดว่าคำสาปของจอมบิดาไม่เป็นผลแล้วก็สิ้นวิตก มิได้แยแสกับเสียงเอ็ดอึงของเหล่าคิวรีทิส
             ทำให้ซูสสามารถดำรงค์ชีวิตอยู่ได้จนเติบใหญ่เป็นเทพบุตรหนุ่มที่แข็งแรง และได้นำหนังนางแพะแอมัลเธียที่ตายไปแล้วมาทำเป็นโล่ห์ประจำตัว  </p>

            <img className="img-doc" src={co3} alt="cones3" />
            <p className="ml-3">เทพบุตรหนุ่มซูสกลับมารบกับโครนัสผู้เป็นบิดา ในที่สุดโครนัสก็เป็นฝ่ายปราชัยให้แก่ซูสที่มีพลกำลังเหนือกว่า
             ซูสจับตัวโครนัสไว้และปรึกษาพระนางรีอาผู้เป็นมารดาว่าจะทำอย่างไร พระนางรีอาแนะนำให้มีทิสธิดาของโอเชียนัส ปรุงยาสำรอกและบังคับให้โครนัสดื่ม
              โครนัสดื่มยานั้นไปแล้วจึงได้สำรอกเทพบุตรและเทพธิดาที่กลืนลงท้องไปออกมาหมดทุกองค์ รวมทั้งหินที่เข้าใจว่าเป็นซูสด้วย เทพบุตรและเทพธิดาพี่ๆ
              ของซูสที่โครนัสสำรอกออกมา คือ เฮสเทีย (Hestia) ดีมิเตอร์ (Demeter) ฮีรา (Hera) ฮาเดส (Hades) และโปไซดอน (Poseidon) ตามลำดับ  </p>

            <img className="img-doc" src={co4} alt="cones4" />
            <p className="ml-3"> สำหรับก้อนหินที่โครนัสสำรอกออกมาด้วยนั้น ภายหลังได้เอาไปเก็บรักษาไว้เป็นที่เคารพบูชาแทนองค์ซูส ณ วิหารเดลฟี (Delphi)
            จากนั้นซูสก็เนรเทศโครนัสออกไปจากเขาโอลิมปัส  </p>

            <img className="img-doc" src={oly} alt="oly" />
            <p className="ml-3">เมื่อซูสยึดอำนาจจากโครนัสได้สำเร็จ ซูสก็สถาปนาตนเองขึ้นเป็นจอมเทพแห่งสวรรค์โอลิมปัส โดยมีพี่ๆ ที่สำรอกออกมาจากท้องโครนัสเป็นกำลังสนับสนุน
ฝ่ายโครนัสเมื่อถูกขับไล่ออกจากสวรรค์โอลิมปัสก็ไปรวบรวมกำลังกลับมาทวงอำนาจคืนจากซูสกองกำลังฝ่ายโครนัสประกอบด้วยเทพบุตรไทแทน คือ ซีอัส ครีอัส ไฮเพอร์เรียน และไอแอพิทัส
 ส่วนโอเชียนัสกับเทพธิดาไทแทนที่เหลือวางตัวเป็นกลางไม่เข้าข้างฝ่ายใด นอกจากนี้โครนัสก็ยังมีหลานๆ มาเป็นกำลังสนับสนุนในการศึกนี้ด้วย
 ที่เป็นจอมทัพคนสำคัญ คือ แอตลาส โอรสของไอแอพิทัสกับคลีมีน
</p>




            <p className="ml-3">สงครามแย่งชิงบัลลังก์สวรรค์เป็นไปอย่างดุเดือดยาวนานถึง 10 ปี ไม่มีฝ่ายหนึ่งฝ่ายใดเพลี่ยงพล้ำ
             ในที่สุดจอมมารดาจีอาก็พยากรณ์ว่าหากต้องการชัยชนะ ซูสจะต้องใช้อาวุธที่ทรงประสิทธิภาพจากตรุทาร์ทะรัส ซูสเชื่อคำพยากรณ์ จึงลงไปยมโลก
             ขอให้ไซคลอปส์ยักษ์ตาเดียวทำอาวุธให้แลกกับการปลดปล่อยให้เป็นอิสระจากตรุทาร์ทะรัส ยักษ์ไซคลอปส์จึงผลิตสายฟ้ามอบให้ซูสใช้เป็นอาวุธ
              สร้างตรีศูลให้โปไซดอน และทำหมวกล่องหนให้ฮาร์เดส จากนั้นซูสก็พายักษ์ไซคลอปส์และยักษ์ 50 หัวจากตรุทาร์ทะรัสมาเป็นพวกต่อสู้กับฝ่ายโครนัส
ด้วยอาวุธที่ทรงประสิทธิภาพของเทพทั้งสาม ในที่สุดซูสก็จับโครนัสได้ และพวกไทแทนบริวารก็ยอมแพ้ศิโรราบ
</p>
            <img className="img-doc" src={oly2} alt="oly2" />

            <p className="ml-3">ซูสลงโทษโครนัสและบริวารโดยการเนรเทศน์โครนัสให้ไปอยู่เกาะกลางทะเล ซึ่งต่อมาโครนัสก็สามารถหนีออกจากเกาะนั้นได้และไปอาศัยอยู่ที่เฮสเพอเรียซึ่งก็คือดินแดนอิตาลีในปัจจุบันอย่างสงบ แอตลาสถูกลงโทษให้เป็นผู้แบกสวรรค์ไว้บนบ่า ส่วนผู้สนับสนุนอื่นๆ ก็ถูกจับไปขังในตรุทาร์ทะรัส
เสร็จศึกครั้งนี้ซูสก็แบ่งการปกครองออกเป็น 3 ส่วน คือ ตัวซูสเองปกครองสวรรค์และพิภพ ฮาเดสปกครองขุมนรกและบาดาล ส่วนโปไซดอนปกครองทะเลเมดิเตอร์เรเนียน โดยเหลือมหาสมุทรรอบนอกให้โอเชียนัสปกครองต่อไป
</p>

            <p className="ml-3">ส่วนยักษ์ไซคลอปส์ก็ช่วยสร้างพระราชวังที่โอ่โถงสง่างามบนยอดเขาโอลิมปัสมอบให้ซูสจอมเทพ
            พระราชวังนี้อยู่สูงเหนือเมฆ และสามารถมองได้ไกลรอบด้าน จอมเทพซูสจึงสามารถมองเหตุการณ์ต่างๆ บนโลกมนุษย์ได้จากพระราชวังแห่งนี้
</p>

            <img className="img-doc" src={oly3} alt="oly3" />

        </DocumentsLayout>
    )
}

export default Birthgods
