import DocumentsLayout from '../../../components/DocumentsLayout'

const Galaxies = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>ระบบสุริยะกับเทพเจ้า</h3>
            <img className="img-doc" src="/static/images/constellations/glax.jpg" alt="glax" />


            <p className="ml-3"><b>ดวงอาทิตย์</b><br></br>เป็นรูปวงกลม มีจุดอยู่ที่จุดศูนย์กลาง หมายถึง จุดกำเนิดของชีวิต
             ดวงอาทิตย์ให้พลังงานความร้อน ให้ความอบอุ่น ให้แสงสว่างแกมวลสรรพสิ่งมีชีวิตที่อาศัยอยู่บนโลก เป็นดาวฤกษ์ที่อยู่ใกล้โลกที่สุด
              เป็นดาวฤกษ์ที่เป็นศูนย์กลางของระบบสุริยะของเรา ดาวเคราะห์ ดาวเคราะห์แคระ ดาวเคราะห์น้อย และดาวหาง ล้วนแล้วแต่โคจรรอบดวงอาทิตย์ทั้งสิ้น 
              ดวงอาทิตย์เป็นดาวฤกษ์ที่สำคัญยิ่งต่อโลก เช่น ให้พลังงานแก่พืชในรูปของแสง และพืชก็เปลี่ยนแสงให้เป็นพลังงานในการตรึงแก๊สคาร์บอนไดออกไซด์ให้เป็นน้ำตาล 
              ตลอดจนทำให้โลกมีสภาวะอากาศหลากหลาย เอื้อต่อการดำรงชีวิต ดวงอาทิตย์อยู่ห่างจากศูนย์กลางดาราจักรทางช้างเผือกเป็นระยะทางโดยประมาณ 26,000 ปีแสง
               เทพอพอลโล (Apollo) คือเทพแห่งดวงอาทิตย์ </p>
            <img className="img-doc" src="/static/images/constellations/sun.jpg" alt="sun" />

            <p className="ml-3"><b>ดวงจันทร์</b><br></br> เป็นรูปจันทร์เสี้ยว อาเทมีส (Artemis) เป็นเทพีแห่งดวงจันทร์ เทพีแห่งการล่าสัตว์และเทพีแห่งความรักทางใจ
             ชาวโรมันจะเรียกว่า เทพีไดอาน่า (Diana)ดวงจันทร์เป็นดาวเคราะห์ที่สว่างมากเป็นอันดับหนึ่งในเวลากลางคืน บนดวงจันทร์ไม่มีน้ำและบรรยากาศห่อหุ้มเป็นบริวารดวงเดียวของโลก
             และอยู่ใกล้โลกมากที่สุด พื้นผิวของดวงจันทร์มีน้อยกว่า 1 ใน 10 ของพื้นผิวของโลก</p>
            <img className="img-doc" src="/static/images/constellations/moon.jpg" alt="moon" />

            <p className="ml-3"><b>ดาวพุธ</b><br></br>เป็นรูปงูพันไม้เท้า มีปีก ชื่อละตินของดาวพุธ (Mercury) หรือที่ชาวกรีกเรียกว่า เฮอร์มีส (Hermes) 
            เป็นเทพนำสารของพระเจ้าและเทพแห่งการสื่อสาร ดาวพุธมีสองชื่อ คือ เฮอร์เมส เมื่อปรากฏในเวลาหัวค่ำ และอพอลโล เมื่อปรากฏในเวลาเช้ามืด 
            เชื่อว่าพีทาโกรัสเป็นคนแรกที่ระบุว่าทั้งสองเป็นดาวเคราะห์ดวงเดียวกัน ดาวพุธเป็นดาวเคราะห์ที่มีขนาดเล็กกว่าโลก เคลื่อนที่เร็วที่สุด จึงเปรียบเสมือนเทพเจ้าผู้ส่งข่าว 
            อยู่ใกล้ดวงอาทิตย์ที่สุด สามรถมองเห็นได้ด้วยตาเปล่า บนดาวพุธไม่มีบรรยากาศ พื้นผิวเต็มไปด้วยหลุมบ่อ มีหน้าผาสูง หุบเหว และรอยแยก ได้รับสมญาณามว่าเตาไฟแช่แข็ง
             เนื่องจากบนพื้นผิวแตกต่างกันมาก คือช่วงเวลากลางวันหรือด้านที่หันเข้าหาดวงอาทิตย์จะมีอุณหภูมิสูงถึง 467 องศาเซลเซียส ขณะที่ด้านตรงข้ามซึ่งเป็นเวลากลางคืนจะมีอุณหภูมิต่ำถึง -183 องศาเซลเซียส</p>
            <img className="img-doc" src="/static/images/constellations/mercury.jpg" alt="mercury" />

            <p className="ml-3"><b>ดาวศุกร์</b><br></br> เป็นรูปกระจกเงาที่มีมือถือ ใช้แทนสัญลักษณ์สากลของเพศหญิง ดาวศุกร์เป็นดาวเคราะห์ที่มีแสงสว่างสวยงามมาก 
            ชื่อละตินของดาวศุกร์ (Venus) มาจากเทพีแห่งความรักของโรมัน ในตำนานกรีกมีชื่อว่าอาโฟร์ไดร์(Aphrodite) ดาวศุกร์เป็นดาวเคราะห์หิน มีขนาดใกล้เคียงกับโลก 
             สามารถมองเห็นได้ด้วยตาเปล่า ดาวศุกร์ (Venus) มีทั้งขนาด มวลและความหนาแน่นทัดเทียมกับโลก ยิ่งเห็นงามเปล่งปลั่งสุกสกาวไปบนท้องฟ้าเด่นเกินหน้าดาวทุกดวงทุกชนิด
              เลยทึกทักว่าคล้ายโลกมาก ตั้งฉายาว่าเป็นฝาแฝดโลก(earth’s twin)</p>
            <img className="img-doc" src="/static/images/constellations/venus.jpg" alt="venus" />

            <p className="ml-3"><b>โลก</b><br></br> เป็นรูปวงกลมรอบกากบาทซึ่งหมายถึงเส้นศูนย์สูตร และเส้นลองจิจูดของโลก อยู่ห่างจากดวงอาทิตย์เป็นลำดับที่สาม 
            โดยโลกเป็นดาวเคราะห์หินขนาดใหญ่ที่สุดในระบบสุริยะ และเป็นดาวเคราะห์สีน้ำเงินเพียงดวงเดียวที่วิทยาศาสตร์สมัยใหม่ยืนยันได้ว่ามีสิ่งมีชีวิตอาศัยอยู่ 
            มีดวงจันทร์เป็นบริวาร 1 ดวง และพื้นผิวส่วนใหญ่ปกคลุมด้วยน้ำ โลกจึงได้ชื่อว่าเป็น ดาวเคราะห์แห่งพื้นน้ำ</p>
            <img className="img-doc" src="/static/images/constellations/earth.jpg" alt="earth" />


            <p className="ml-3"><b>ดาวอังคาร</b><br></br>เป็นรูปโล่และหอกเทพเจ้ามาร์ส ใช้แทนสัญลักษณ์สากลของเพศชาย ชื่อละตินของดาวอังคาร (Mars) มาจากชื่อเทพเจ้าแห่งสงครามของโรมัน
             หรือตรงกับเทพเจ้าแอรีส( Ares) ของกรีก เป็นเพราะดาวอังคารปรากฏเป็นสีแดงคล้ายสีโลหิต บางครั้งจึงเรียกว่า "ดาวแดง" หรือ "Red Planet" ความหมายว่าดาวไฟเพาระสีส้มของมัน เป็นโล่และหอกของ เป็นดาวเคราะห์สีแดง 
             ได้ชื่อว่าเป็น เทพเจ้าแห่งสงคราม เพราะปรากฏเป็นสีแดงในท้องฟ้า</p>
            <img className="img-doc" src="/static/images/constellations/mars.jpg" alt="mars" />

            <p className="ml-3"><b>ดาวพฤหัสบดี</b><br></br> เป็นรูปสายฟ้าแลบ ชื่อละตินของดาวพฤหัสบดี (Jupiter) มาจากเทพเจ้าโรมัน ในตำนานกรีกมีชื่อว่า เทพเจ้าซุส
             เป็นดาวเคราะห์ที่ใหญ่ที่สุดในระบบสุริยะ เพราะดาวพฤหัสบดีมีขนาดใหญ่ที่สุดจึงได้รับสมญานามว่าดาวยักษ์</p>
            <img className="img-doc" src="/static/images/constellations/jupiter.jpg" alt="jupiter" />

            <p className="ml-3"><b>ดาวเสาร์</b><br></br>เป็นรูปเคียว เป็นตัวแทนของเทพแซทเทิร์น (Saturn) เทพแห่งการเพาะปลูกในตำนานของชาวโรมัน
             ส่วนในตำนานกรีกมีชื่อว่า โครนอส (Cronos) ซึ่งเป็นบิดาแห่งซูส (Zeus) เทพแห่งดาวพฤหัสบดี โดยดาวเสาร์เป็นดาวเคราะห์ ที่อยู่ห่างจากดวงอาทิตย์เป็นลำดับที่ 
             6 ดาวเสาร์เป็น สามารถมองเห็นได้ด้วยตาเปล่า มีสีเหลืองอ่อน เมื่อดูด้วยกล้องโทรทรรศน์จะเห็นวงแหวนล้อมรอบสวยงาม 7 ชั้น เป็นดาวเคราะห์ที่มีดวงจันทร์เป็นบริวารมากถึง
              18 ดวง ดวงจันทร์ดวงใหญ่ที่สุดของดาวเสาร์ชื่อว่า ไททัน (Titan) คือ ดาวบริวารที่มีขนาดใหญ่ที่สุดของดาวเสาร์ เป็นวัตถุเพียงชนิดเดียวนอกจากโลกที่มีการค้นพบว่ามีร่องรอยของน้ำอยู่บนดาว
               เป็นดาวบริวารที่มีขนาดใหญ่เป็นอันดับ 2 ในระบบสุริยะ รองจากดาวบริวารแกนีมีดของดาวพฤหัสบดี และมีขนาดใหญ่กว่าดาวเคราะห์ที่เล็กที่สุดซึ่งคือ ดาวพุธ 
               ถึงแม้ว่าจะมีมวลน้อยกว่าเพียงครึ่งเดียวก็ตาม ดาวเสาร์เป็นดาวเคราะห์ที่มีความสวยงาม จากวงแหวนที่ล้อมรอบถึง 7 ชั้น แต่ละชั้นประกอบด้วยเกล็ดน้ำ  
               แข็งขนาดเล็กใหญ่ต่างๆ กัน ซึ่งทำให้ดาวเสาร์มีลักษณะแปลกกว่าดาวดวงอื่นๆ จนได้รับสมญานามว่า "เทพเจ้าแห่งการเกษตร"</p>
            <img className="img-doc" src="/static/images/constellations/saturn.jpg" alt="saturn" />

            <p className="ml-3"><b>ดาวยูเรนัส</b><br></br> แทนสวรรค์ ชื่อไทยของยูเรนัส คือ ดาวมฤตยู ตั้งชื่อตามเทพเจ้า ยูเรนัส(Uranus) เป็นเทพเจ้าแห่งท้องฟ้าของกรีก
             เป็นดาวเคราะห์ที่อยู่ห่างจากดวงอาทิตย์เป็นลำดับที่ 7 ในระบบสุริยะ จัดเป็นดาวเคราะห์แก๊ส มีขนาดใหญ่เป็นอันดับที่ 3 เป็นดาวเคราะห์ที่ วิลเลียม เฮอร์เชล
              ค้นพบโดยอาศัยกล้องโทรทรรศน์ส่องค้นพบปี พ.ศ. 2324 มีองค์ประกอบคล้ายดาวพฤหัสบดี คือ ประกอบด้วยก๊าซไฮโดรเจนและฮีเลียม ดาวยูเรนัสมีสีฟ้าเขียว
               มีดวงจันทร์เป็นบริวาร 15 ดวง</p>
            <img className="img-doc" src="/static/images/constellations/uranus.jpg" alt="uranus" />
            
            <p className="ml-3"><b>เนปจูน</b><br></br> เป็นรูปตรีศรหรือสามง่าม มีชื่อไทยว่า ดาวสมุทร หรือ ดาวเกตุ เนปจูน(Neptune)
            เป็นเทพเจ้าแห่งทะเลของโรมัน ส่วนในตำนานกรีกมีชื่อว่า โปเซดอน มีสามง่ามเป็นอาวุธ</p>
            <img className="img-doc" src="/static/images/constellations/neptune.jpg" alt="neptune" />

        </DocumentsLayout>
    )
}

export default Galaxies
