import DocumentsLayout from '../../../components/DocumentsLayout'

const Typhon = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>ไทฟอน</h3>

 <p className="ml-3">ช่วงหน้าฝนอย่างนี้มีคำหนึ่งที่เราได้ยินกันบ่อยๆก็คือ “ไต้ฝุ่น” ซึ่งก็คือพายุหมุนเขตร้อนที่มีความเร็วลมสูงสุด คำนี้มีที่มาจากชื่อของไทฟอน<br></br><br></br>
 ไทฟอน (TYPHON) หรือ ไทฟีอัส (TYPHOEUS) ซึ่งก็เป็นที่มาของคำว่า ไต้ฝุ่น (Typhoon) โดยไทฟอนเป็นคำที่พวกอาหรับรับไปจากกรีก แล้วกลายเป็นชื่อพายุร้ายที่เรารู้จักในทุกวันนี้นั่นเอง (รากความเชื่อเดิมของไทฟอน คืออสุรกายยักษ์แห่งพายุในยุคโลกเริ่มต้น แต่ต่อมากลายเป็นยักษ์ภูเขาไฟ)
 </p>
            <img className="img-doc" src="/static/images/monster/7.4.jpg" alt="7.4" />
           

            <p className="ml-3"> เขาเป็นลูกคนสุดท้องของเจ้าแม่ไกอา (Gaia-แผ่นดิน) และทาร์ทารัส (Tartarus-หลุมพายุไร้ปลายทาง) ซึ่งนับเป็นเทพด้วยกันทั้งคู่ ตำนานว่าไว้ว่าเมื่อลูกๆยักษ์ของท่านทวดไกอาต้องพ่ายแพ้ในมหาสงครามระหว่างเทพกับยักษ์ (สงครามไจแกนโตมาคี-Gigan tomachy) และโดนฆ่าตายหมด 
            เทพีไกอาก็ยังไม่ยอมแพ้ เธอกับทาร์ทารัส จึงสร้างลูกขึ้นใหม่อีกตนหนึ่ง ซึ่งก็คือไทฟอน เป็นสิ่งผสมระหว่างคนและสัตว์ เป็นลูกที่แข็งแรงที่สุดของแม่ธรณีเลยทีเดียว</p>


            <p className="ml-3"> ลักษณะเด่นคือเป็นยักษ์ มันสูงเยี่ยมเทียมฟ้าจนหัวจดดวงดาว ยิ่งกว่านั้นยังเป็นยักษ์ครึ่งคนครึ่งงู ลำตัวเป็นคนของไทฟอนมีขนาดใหญ่โตกว่าภูเขา แขนสองข้างยืดจดทิศตะวันออกและตะวันตก ขาทั้งสองข้างก็เป็นลำตัวงูขนาดใหญ่สองตัว ลำตัวงูทั้งสองบิดม้วนและส่งเสียงขู่ฟ่อตลอดทางที่มันเคลื่อนที่ ลำตัวงูในยามที่เหยียดเต็มที่นั้นยืดได้เท่าๆความสูงของส่วนบน ยิ่งกว่านั้นบนหัวของมันยังมีหัวงูงอกขึ้นมาอีก 100 หัว บรรดาหัวทั้งร้อยก็ร้องออกมา มีทั้งเสียงกรีดร้อง หอน และครางเป็นเสียงของส่ำสัตว์ทั้งหลายที่สวาปามเข้าไป  มือทั้งสองข้างแทนที่จะมีนิ้ว ก็แตกแขนงออกเป็นหัวมังกรนับร้อย
             ดวงตาที่เรืองแสง แดงดังไฟ มองไปทางไหน ไฟก็แลบเลียเป็นทาง อีกทั้งปากก็พ่นพายุไฟออกมาได้ หูของไทฟอนเป็นหูแหลม มีเคราดกหนา ใครได้เห็นก็ย่อมเกิดความหวาดกลัวจับใจ </p>


          <img className="img-doc" src="/static/images/monster/7.3.jpg" alt="7.3" />
            <p className="ml-3">ไทฟอนท้าทายซูสในการปกครองจักรวาล เกิดเป็นสงครามไทฟอน (Typhon War) หากซูสไม่แก้ไขสถานการณ์ได้รวดเร็ว ตอนนี้ไทฟอนอาจเป็นผู้ปกครองเทพและมนุษย์ไปแล้วก็ได้
สงครามเริ่มขึ้นเมื่อไทฟอนปรากฏกายหน้าขุนเขาโอลิมปัสอันเป็นที่พำนักของปวงเทพ ความใหญ่โตมหัศจรรย์ของมันทำให้เทพทั้งหลายตกใจกลัวลนลาน ต่างพากันแปลงกายเตลิดหนีกระจายไปถึงอียิปต์ เทพอพอลโลแปลงเป็นเหยี่ยว เฮอร์มิสแปลงเป็นนกไอบิส แอเรสเป็นปลา อาร์เทมิสเป็นแมว ไดโอนิซัสเป็นแพะ เฮราคลิสเป็นลูกกวาง เฮฟเฟสตัสเป็นวัว และเลโตเป็นหนู จะมียกเว้นก็แต่เทพีอธีนาซึ่งอยู่ต่อสู้เคียงข้างซูสเท่านั้น (บางสำนวนเล่าว่า เหลืออธีนาองค์เดียวที่อยู่ประจันหน้ากับไทฟอน แม้แต่ซูสก็หนี พระองค์ย้อนกลับมาสู้ เพราะความละอายในภายหลัง)
 </p>



            <img className="img-doc" src="/static/images/monster/7.1.jpg" alt="7.1" />
            <p className="ml-3">ซูสเรียกพลังขว้างสายฟ้าลงมาอย่างแรงและอย่างหนักหน่วงจนพื้นดิน สวรรค์เบื้องบน สายน้ำหรือท้องทะเล และส่วนใดๆของโลก สะท้อนเสียงดังน่ากลัว บรรดาเทพเจ้าทั้งหลายต่างกลิ้งไปมาเพราะความสะเทือน ต่างฝ่ายต่างก็ไม่มีการยอมแพ้ ฝ่ายไทฟอนก็พ่นไฟ เกิดเป็นลมร้อนหมุนวน ซูสยังคงขว้างสายฟ้าตอบโต้ ท้องฟ้าและทะเลร้อนเดือด เกลียวคลื่นโหมกระหน่ำ โลกสั่นสะเทือนไม่สิ้นสุด แม้แต่เทพเฮเดส รวมทั้งพวกไทแทน ซึ่งอยู่ลึกถึงบาดาลยังพลอยสั่นสะท้านไปด้วย
ซูสระดมขว้างไทฟอนด้วยสายฟ้า ก่อนเข้าประชิดตัว เงื้อเคียวฟาดฝังคมลงในเนื้อไทฟอน สัตว์ประหลาดบาดเจ็บหนีไปยังภูเขาคาซิออส (Kasios) ซูสก็ตามไปจับตัวอีก คราวนี้ไทฟอนใช้ขาที่เป็นงูตวัดรัดตัวซูส ยื้อแย่งเคียวมาได้ และสามารถตัดเส้นเอ็นมือและเท้าของซูสออก ซูสหมดกำลังทันที ต้องปล่อยให้ศัตรูแบกร่างไร้แรงของตนข้ามทะเลไปสู่ถ้ำคอรีเชียนในซิลิเซีย ไทฟอนสั่งนางงูเดลฟีน (Delphyne) ให้เฝ้าซูสอย่าให้คลาดสายตา ส่วนเอ็นมือเอ็นเท้าของซูส ไทฟอนจัดการซ่อนไว้ใต้หนังหมี
วิกฤติแก้ไขได้เพราะเฮอร์มิส (Hermes) และเอจิแพน (Aegipan) ตามไปช่วย สามารถขโมยเอ็นมือเอ็นเท้าของซูสออกมาได้ แอบเอากลับคืนให้ซูส ทำให้เรี่ยวแรงกลับคืนมา ก่อนจะออกไปล้างแค้น
 </p>

  <p className="ml-3"> ไทฟอนพบแคดมัส มันเสนอให้แคดมัสเล่นเพลงที่ไพเราะยิ่งกว่าเพลงใดในโลกแล้วมันจะตอบแทนด้วยการยกเทพีคนใดก็ได้ให้ ยกเว้นเฮรา-มเหสีของซูส ซึ่งมันจะเก็บไว้เอง แคดมัสได้โอกาสจึงบอกว่า หากไทฟอนชอบเพลงปี่ที่เขาเป่า ก็คงชอบเสียงพิณไลร์เช่นกัน เสียแต่ว่าพิณของเขาสายขาดไปแล้ว หากได้สายพิณใหม่แข็งแรงดังเอ็นของซูสก็ย่อมดีดเป็นเพลงได้ไพเราะ ไทฟอนหลงกลก็เอาเส้นเอ็นมือและเท้าของซูสมาให้ แคดมัสเล่นกลผลัดมือเอาเอ็นของซูสไปซ่อนไว้ในถ้ำอีกแห่ง จากนั้นก็เริ่มบรรเลงเพลงปี่วิเศษอีกครั้ง ไทฟอนไม่ทันนึกก็ต้องมนต์เคลิบเคลิ้ม ขณะที่ไทฟอนออกไปฟังเพลง ซูสรีบหาทางไปเอาสายฟ้าคืน แคดมัสรู้เวลาก็หยุดเล่น ไทฟอนหลุดจากห้วงมนต์ก็รีบกลับไปถ้ำ 
  มันพบว่าสายฟ้าหายไปแล้ว ไทฟอนจึงอาละวาดทำลายล้างสิ่งต่างๆบนโลก สัตว์ถูกกลืนกิน แม่น้ำแห้งขอดจนท้องแม่น้ำกลายเป็นฝุ่น แผ่นดินไร้ความอุดมสมบูรณ์</p>


            <img className="img-doc" src="/static/images/monster/7.2.jpg" alt="7.2" />
            <p className="ml-3">ระหว่างเหตุการณ์อยู่ในความสับสน เทพเจ้ายังคงนิ่งราวกับไม่เคลื่อนไหว อันที่จริงพวกเขากำลังหนีไปสู่ “แม่น้ำไนล์ไร้เมฆ” มีเพียงซูสเท่านั้นที่รอตลอดคืนอันมืดมิดยาวนานเพื่อให้อรุณรุ่งมาถึง และแล้วเมื่ออาทิตย์ฉายแสง ไทฟอนก็เริ่มต้นคำรามท้าทายจอมเทพ สงครามชิงบัลลังก์ความเป็นใหญ่ก็เกิดขึ้น ไทฟอนจัดการพูนดินบนภูเขาเป็นช่องยิง จากนั้นก็ระดมซัดอาวุธอันมากมายไม่ว่าจะเป็นหินหรือต้นไม้เข้าใส่ซูส แต่สรรพสิ่งเหล่านี้ก็ถูกทำลายด้วยสายฟ้า ไทฟอนเรียกพลังซัดมวลน้ำเข้าดับไฟสายฟ้าของซูส แต่ไม่ทันกาล ซูสเสกมวลอากาศเย็นซึ่งคมราวกับมีดระดมยิงเข้าใส่เสียก่อน กระสุนความเย็นชุดหนึ่งสามารถตัดมือยั้วเยี้ยของไทฟอนลงได้ ซูสซ้ำด้วยสายฟ้าส่งไปเผามือที่เหลือให้มอดไหม้ แขนของไทฟอนกุดด้วน ซูสยังคงระดมยิงต่อ ตัดหัวอันนับไม่ถ้วนของมันออกไปได้บ้าง
             ไทฟอนพยายามโต้กลับด้วยลมร้ายทั้งสี่สายและกระสุนลูกเห็บน้ำแข็งอันคมกริบ ไกอาพยายามช่วยลูกชาย ซึ่งบัดนี้อยู่ในสภาพแช่แข็งพอๆกับไหม้เป็นแห่งๆ แต่สุดท้ายไทฟอนก็ล้มร่วงสิ้นฤทธิ์ลง </p>
  <p className="ml-3"> ไทฟอนพ่ายแพ้ ซูสยกภูเขาไฟเอ็ดนาขว้างไปทับร่างของยักษ์ประหลาด ฝังมันไว้ที่นั่น ตำนานกรีกเชื่อว่า ที่ภูเขาไฟเอ็ดนาส่งแรงสะเทือน ก็มาจากที่ไทฟอนพยายามสะบัดตัวนั่นเองครับ
ไทฟอนเป็นคู่ของอีคิดนา (Echidna) อสูรครึ่งหญิงครึ่งงู และนางอสุรีอีคิดนาก็ให้กำเนิดจอมวายร้ายอีกหลายตน ตนแรกคือ ออธรัส (Orthrus) หมาสองหัวซึ่งคุ้มกันฝูงวัวของเกอยอน ตนที่สองคือ เซอเบรัส (Cerberus) หมาสามหัวซึ่งคอยรักษาประตูนรกของเฮเดส ตนที่สามคือ เลอเนียน ไฮดรา (Lernaean Hydra) งูหลายหัวซึ่งหากหัวใดถูกตัด หัวใหม่อีกสองหัวจะงอกขึ้นมาแทนที่ในระดับทวีคูณ ในบางแห่งยังกล่าวด้วยว่าอีคิดนาเป็นแม่ของคิเมรา (Chimera) สัตว์ประหลาดหายใจเป็นไฟ ส่วนหนึ่งเป็นสิงโต ส่วนหนึ่งเป็นแพะ หางของมันเป็นหางที่มีหัวงู ซึ่งทั้งหมดนี้มีไทฟอนเป็นพ่อ
ยังมีสัตว์ประหลาดอีกหลายตนในหลายตำนานถูกโอนเป็นลูกของไทฟอนอีกมากนอกเหนือจากที่กล่าวมา ทั้งสฟิงซ์ งูทะเลที่โจมตีนักบวชเลาคูนในเรื่องสงครามโทรจัน และอื่นๆ ก็เพราะความประหลาดเกินจินตนาการของยักษ์ไทฟอนตนนี้
</p>

        </DocumentsLayout>
    )
}

export default Typhon
