import DocumentsLayout from '../../../components/DocumentsLayout'

const Leo = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{marginTop: 130}}>ราศีสิงห์</h3>

         <img className="img-doc" src="/static/images/zodiac/8.jpg" alt="8" />
  <br></br>  <br></br>
         
            <p className="ml-3">ในสมัยก่อนชาวกรีกโบราณเคารพบูชาดวงจันทร์ซึ่งถือว่าเป็นเทพธิดาชื่อ เซลินี (Selene) นอกเหนือจาก เทพเจ้าที่มีความสำคัญมากกว่า 
            เช่น เทพซูส และเทพอพอลโล ชาวกรีกต้องเซ่นไหว้เทพธิดาและเทพเจ้าเหล่านี้เป็น ประจำทุกปี แต่บังเอิญมีอยู่ปีหนึ่งชาวเมืองเนเมีย (Nemea) ลืมเซ่นไหว้เทพธิดาเซลินี 
            ทำให้เธอโกรธจัดถึงกับส่ง สิงโตจากฟ้าลงมารังควานชาวนาชาวไร่ในเมืองเนเมีย ถ้าเป็นสิงโตธรรมดาก็ไม่มีปัญหาอะไร แต่มันเป็นสิงโตที่ดุร้าย หนังเหนียวฟันแทงไม่เข้า 
            มันไล่กัดกินสัตว์และมนุษย์ที่ขวางหน้า ผู้คนเดือดร้อนไปทั่ว   ในขณะนั้นราชายูริสธีอัส (Eurystheus) มีผู้รับใช้ที่แข็งแกร่งมากคนหนึ่ง คือ เฮอร์คิวลิส (Hercules)
            ราชายูริสธีอัสจึงทรงพระบัญชาให้เฮอร์คิวลิสไปฆ่าสิงโตดุร้ายนั้นเสีย  เฮอร์คิวลิสเป็นผู้ชายร่างใหญ่ อดทนและแข็งแรงที่สุดในโลก เขามีอาวุธหลายอย่างเช่น ดาบ มีด ธนู แต่ที่ชอบ
             มากคือ กระบองยักษ์ที่ทำด้วยไม้   เฮอร์คิวลิสเข้าต่อสู้พันตูกับสิงโตดุร้ายอย่างห้าวหาญ แต่ทว่าอาวุธเช่น ธนูและดาบไม่สามารถทำอันตรายกับ ผิวหนังของสิงโตตัวนั้นได้เลย 
             แม้จะใช้กระบองยักษ์ฟาดลงบนหัวของสิงโต ก็ยังไม่สามารถทำอะไรมันได้เช่นกัน </p>
            <br></br>

           <p className="ml-3">ในที่ สุดเฮอร์คิวลิสคิดได้ว่าคงไม่มีอาวุธอันใดที่จะใช้ฆ่าสิงโตตัวนี้ได้ เขาจึงย่อตัวลงต่ำเข้ากอดรัดสิงโต ใส่ ”เฮดล็อก” สิงโต ดิ้นไม่หลุดถูกรัดคอจนตาย 
            หลังจากที่เฮอร์คิวลิสล้มสิงโตดุร้ายตัวนั้นได้ เฮอร์คิวลิสได้ถลกหนังหัวและขาหน้าทั้งสองของสิงโตมาทำเป็น เครื่องแต่งตัว โดยห่มหนังสวมหัวเป็นหมวกกันชน และผูกขาหน้าไว้เหนือหน้าอก 
            เขาจึงไม่เพียงมีเกราะคุ้มกันอาวุธ แต่ยังดูดุร้ายน่ากลัวกว่าเมื่อก่อน และถ้าถือกระบองไม้ยักษ์ด้วยแล้วเฮอร์คิวลิสก็เหมือนมนุษย์อยู่ในถ้ำ    เทพธิดาเซลินีได้ส่งสิงโตกลับขึ้นไปอยู่บนฟ้าดังเดิม
             อยู่กลางฟ้าเป็นกลุ่มดาวจักรราศี โดยเซลินี (ดวงจันทร์) ผ่านทุก ๆ เดือน และสิงโตวิ่งหนีเฮอร์คิวลิสอยู่ตลอดเวลา โดยสิงโตจะอยู่สูงสุดบนฟ้า ในขณะที่เฮอร์คิวลิสขึ้นทางทิศ ตะวันออกเฉียงเหนือ 
             เมื่อเฮอร์คิวลิสขึ้นไปสูงสุดสิงโตจะลับขอบฟ้าทางทิศตะวันตก เฮอร์คิวลิสจึงไม่มีทางไล่สิงโตทัน</p>




        </DocumentsLayout>
    )
}

export default Leo
