import DocumentsLayout from '../../../components/DocumentsLayout'

const Virgo = () => {
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{marginTop: 130}}>ราศีกันย์</h3>


            <img className="img-doc" src="/static/images/zodiac/9.jpg" alt="9" />
            <p className="ml-3">หญิงสาวพรหมจารีคือ เทพธิดาแอสเตรีย ซึ่งเป็นธิดาของซูสและเทมิส
             เธอลงมาจากศวรรค์พร้อมน้องสาวชื่อว่า พูดิซิเตรีย ทั้งคู่ถือพรหมจรรย์ ไม่รับประทานเนื้อสัตว์ แอสเตรียเป็นเทพธิดาแห่งความยุติธรรม
              ไม่เคยทำให้ผู้ใดหรือสัตว์โลกใด ๆ เลือดตกยางออก เธอปรารถนาที่จะให้โลกร่มเย็น ไม่เบียดเบียนกันและกัน แต่เหตุการณ์กลับเป็นตรงกันข้าม
               มนุษย์รบราฆ่าฟันกัน ขโมยข้าวของกันและกัน คนจนถูกกดขี่ข่มเหง เธอทนไม่ได้จึงหนีเข้าไปอยู่ในป่าเขา มีผู้คนจำนวนหนึ่งติดตามเธอไป ส่วนเทพธิดาผู้
                เป็นน้องสาวทนไม่ไหวจึงขึ้นไปอยู่บนสวรรค์ แอสเตรียเชื่อว่าความยุติธรรมจะยังคงมีอยู่ในโลก แต่ในที่สุดเธอก็จำเป็นต้องหนีไปอยู่ บนสวรรค์ เมื่อมีอาชญากรรมเพิ่มขึ้น
                 ความยุติธรรมหายไปจากโลกเหลือแต่ความผิดหวังต่าง ๆ แอสเตรียขึ้นไปอยู่บนฟ้าในฐานะ หญิงพรหมจารี ซึ่งเธอจะปรากฏให้เห็นเฉพาะคนที่รักและใฝ่หาสันติภาพกับความยุติธรรมเท่านั้น
                  เพื่อเป็นเครื่องเตือนสติ เธอจึงบด รวงข้าวแล้วหว่านเมล็ดข้าวไปรอบฟ้า กลายเป็นทางช้างเผือก ซึ่งมีแต่ความสวยงามร่มเย็น และสันติสุข</p>


            

        </DocumentsLayout>
    )
}

export default Virgo
