import DocumentsLayout from '../../../components/DocumentsLayout'

const Helen = () => {
    return (
        <DocumentsLayout>
            <h3 style={{ marginTop: 130 }}>ตำนานเฮเลนแห่งทรอย</h3>
            <p className="ml-3">ตามประวัติการตั้งถิ่นฐานของชาวกรีกนั้น ชาวกรีกเผ่าแรก ได้เข้ามาตั้งถิ่นฐานในเมืองไมซีนี่ คาบสมุทรกรีซ เมื่อประมาณ 1,500 ปี ก่อนคริสตกาล ต่อมาได้ขยายอำนาจข้ามทะเลไปยังฝั่งเอเชียไมเนอร์หรือ ดินแดนอะนาโตเลีย ซึ่งมีเมืองทรอยเป็นหน้าด่านสำคัญ เมื่อเกิดความขัดแย้งเรื่องผลประโยชน์ จึงเกิดการสู้รบที่ยืดเยื้อหลายปี แต่ไม่ใช่เพราะชิงสาวงามเฮเลน ดังที่ปรากฏในมหากาพย์อีเลียดของโฮเมอร์
เมืองทรอยจึงมีอยู่จริง บนฝั่งทะเลใกล้ ๆ ปากช่องแคบดาร์ดะเนลส์ ที่แยกยุโรปกับเอเชียออกจากกัน เช่นเดียวกับช่องแคบบอสฟอรัสทางเหนือของทะเลมาร์มาร่า ซึ่งเป็นเมืองโบราณที่นักโบราณคดีได้ขุดค้นพบ ให้ซากปรักหักพังทั้งหลาย ปรากฏต่อสายตาของคนรุ่นหลัง
</p>
            <img className="img-doc" src="/static/images/human/helen.jpg" alt="helen" />


            <p className="ml-3">จุดเริ่มต้นแห่งสงครามที่ยิ่งใหญ่นี้เกิดขึ้นเพราะแอปเปิลเพียงผลเดียว โดยจุดเริ่มต้นของสงครามนั้นเริ่มขึ้นเมื่อ เพเลอุส (กษัตริย์แห่งเมอมิดอนส์) และ เธติส (เทพีแห่งทะเล) ได้จัดงานอภิเษกสมรสขึ้น แต่ทั้งคู่กลับไม่ได้เชิญ อีริส (เทพีแห่งความขัดแย้ง) พระธิดาของเทพสูงสุด ซุส มาร่วมงานด้วย เพราะทั้งคู่เกรงว่านางจะทำให้งานมงคลนี้ต้องวุ่นวายได้ กระนั้น เมื่อข่าวนี้รู้ไปถึงหูของ เทพีอีริส เธอจึงรีบไปร่วมงานของทั้งคู่ทันทีด้วยความอาฆาตแค้น
เมื่อไปถึงงาน เทพีอีริสจึงเริ่มแผนสร้างความแตกแยกขึ้น ด้วยการโยนแอปเปิลทองคำลงบนโต๊ะ พร้อมกับกล่าวว่า ลูกแอปเปิลทองคำนี้จะเป็นของผู้ที่งดงามที่สุดเท่านั้น ด้วยเหตุนี้ เทพีเฮรา(มเหสีของเทพซุส) เอเธนา(เทพีแห่งปัญญา) และอโฟรไดต์ (เทพีแห่งความรัก) ซึ่งต่างคิดว่าตัวเองเป็นผู้ที่เลอโฉมที่สุดจึงแย่งกันเป็นเจ้าของแอปเปิลทองคำลูกนั้น พร้อมกับให้เทพซุสมาเป็นผู้ตัดสิน ซึ่งเทพซุสรู้ดีว่าการตัดสินของเขานั้นอาจจะสร้างความเดือดร้อนให้กับตัวเองได้ จึงโยนไปให้ เจ้าชายปารีส แห่งเมืองทรอย เป็นผู้ตัดสินแทน
</p>
            <img className="img-doc" src="/static/images/human/helen2.jpg" alt="2" />


            <p className="ml-3">เมื่อรู้ว่าเจ้าชายปารีสจะทำหน้าที่เป็นผู้ตัดสิน <br></br><br></br><b> * เทพีเฮราจึงไปติดสินบนด้วยการสัญญาว่า จะช่วยให้เจ้าชายปารีสมีชัยเหนือกรีก</b> <br></br>*<b>เทพีอาเธนาได้ไปสัญญาว่าจะช่วยให้เจ้าชายปารีสครอบครองแผ่นดินทั่วทั้งเอเชียและยุโรป</b> <br></br>*<b>เทพีอโฟรไดต์สัญญาว่าจะมอบหญิงผู้เลอโฉมที่สุดในแผ่นดินให้</b><br></br><br></br>
                เจ้าชายปารีสเลือกที่จะตัดสินให้เทพีอโฟรไดต์เป็นผู้ที่งดงามที่สุด ต่อมาอโฟรไดต์ก็ทำตามสัญญาที่ให้ไว้ ด้วยการพาเจ้าชายปารีสไปพบหญิงผู้งดงามที่สุดซึ่งก็คือ เฮเลน ผู้เป็นธิดาแห่งเทพซุส ปัญหาก็คือ เฮเลนไม่ใช่คนตัวเปล่าเล่าเปลือย แต่นางเป็นถึงมเหสีของ เมเนลอส เจ้าเมืองสปาร์ตา
</p>
            <img className="img-doc" src="/static/images/human/helen3.jpg" alt="3" />



            <p className="ml-3">เมื่อไปถึงสปาร์ตา กษัตริย์เมเนลอสต้อนรับเจ้าชายปารีสเป็นอย่างดี แต่ในระหว่างที่เมเนลอสต้องออกจากเมืองเพื่อไปเยี่ยมกษัตริย์นอสซอส เจ้าชายปารีสจึงลงมือลักพาตัวเฮเลนกลับไปยังเมืองทรอย ก่อนจะจัดพิธีอภิเษกขึ้นในภายหลัง ครั้นเมื่อกลับมาและพบว่า พระมเหสีอันเป็นที่รักถูกลักพาตัวไป กษัตริย์เมเนลอสจึงได้รวบรวมสมัครพรรคพวกทั้งหลาย ร่วมกันส่งกองทัพไปยังเมืองทรอยเพื่อล้างแค้น
         กองทัพอันยิ่งใหญ่ของกรีกที่มีเรือกว่า 1,000 ลำนี้ต้องใช้เวลานานกว่าที่จะไปถึงเมืองทรอยเนื่องจากไม่มีผู้ใดรู้ถึงที่ตั้งอันแน่ชัดของเมืองทรอย อย่างไรก็ตาม สงครามระหว่างกรีกและทรอยนั้นต้องใช้เวลาสู้รบกันยาวนานกว่า 10 ปีด้วยกัน เนื่องจากเมืองทรอยนั้นมีกำแพงเมืองที่แข็งแกร่งยากที่ผู้ใดจะทำลายได้ ด้วยเหตุนี้ ในช่วง 9 ปีแรกของสงครามกองทัพกรีกจึงต้องไปโจมตีทำลายเมืองบริวารทั้งหลายของทรอยให้สิ้น เนื่องจากเมืองเหล่านี้คอยส่งอาหารและอาวุธต่างๆให้กับทรอย
</p>
            <img className="img-doc" src="/static/images/human/helen4.jpg" alt="4" />


            <p className="ml-3">แม้จะทำลายเมืองบริวารจนหมดสิ้นแล้วก็ตาม กองทัพกรีกก็ยังไม่สามารถบุกเข้าไปในเมืองทรอยได้ จนทำให้เหล่านักรบกรีกเริ่มถอดใจ แต่ในยามที่สำคัญเช่นนี้ โอดิสซุสแม่ทัพผู้ปราดเปรื่องของกรีกก็คิดอุบายหนึ่งขึ้นมาได้ ซึ่งเขาสั่งให้สร้างม้าไม้ขนาดมโหฬารขึ้นมา และทำให้ด้านในของม้าไม้นี้กลวงเพื่อที่จะได้นำทหารของกรีกเข้าไปหลบอยู่ด้านใน
           เมื่อการสร้างม้าไม้เสร็จสิ้นแล้ว โอดิสซุสและกษัตริย์เมเนลอสพร้อมทหารแห่งกรีกจึงเข้าไปหลบซ่อนอยู่ภายในม้าไม้ที่สร้างขึ้น ก่อนจะสั่งให้เผาค่ายทิ้ง และให้ทหารแสร้งทำเป็นยกกองทัพเรือกลับไป แถมยังทิ้งทหารชื่อ ซินอน เอาไว้ที่เมืองทรอย เพื่อหลอกล่อให้ชาวทรอยหลงเชื่อ
</p>
            <img className="img-doc" src="/static/images/human/helen5.jpg" alt="5" />
            <p className="ml-3">เมื่อชาวทรอยเห็นกองทัพกรีกถอนทัพไปจนหมดสิ้นแล้ว จึงพากันออกมาดูไม้ยักษ์ที่ตั้งตระหง่าน โดยซินอนได้หลอกชาวทรอยว่า เขานั้นถูกกองทัพกรีกทิ้งเอาไว้ให้หลงทางอยู่เพียงคนเดียว ส่วนม้าไม้นี้เป็นเครื่องหมายแห่งชัยชนะ และเป็นการขอบคุณเทพีอาเธนาที่คอยช่วยเหลือ ซึ่งม้าไม้ตัวนี้จะนำพาโชคลาภให้กับเมืองทรอยในกาลต่อไป
       ชาวทรอยนั้นต่างหลงเชื่อในคำพูดของซินอน และได้ลากม้าไม้ยักษ์นี้เข้าไปภายในเมือง พร้อมกับเฉลิมฉลองในชัยชนะกันอย่างยิ่งใหญ่ จนในคืนพระจันทร์เต็มดวงคืนนั้นเอง เมื่อถึงเวลาเที่ยงคืนชาวทรอยทั่วทั้งเมืองต่างเมาสุราและหมดสติกันแทบทั้งเมือง ซินอนที่รอคอยเวลานี้จึงได้ไปเปิดให้บรรดาทหารของกรีกออกมาจากม้าไม้ ก่อนจะไปเปิดประตูเมือง ให้กองทัพกรีกที่ยกทัพกลับมาเมืองทรอย พากันกรีธาทัพเข้ามา
       กองทัพกรีกจุดไฟเผาเมืองและสังหารชาวทรอยโดยเฉพาะผู้ชายไปเป็นจำนวนมาก และเมื่อสงครามจบลง กรีกได้แบ่งบรรดาผู้หญิงชาวทรอยให้กับทหารและพันธมิตรต่างๆ นำไปเป็นทาส และนั่นก็คือวาระสุดท้ายของเมืองทรอยที่เคยยิ่งใหญ่
</p>    <img className="img-doc" src="/static/images/human/toy2.jpg" alt="22" />
            <p className="ml-3">ทั้งนี้ ในมหากาพย์เรื่อง โอดิสซีย์ ของโฮเมอร์นั้น ก็คือบันทึกเรื่องราวการเดินทางกลับยังมาตุภูมิของ แม่ทัพโอดิสซุส ผู้คิดสร้างม้าไม้เมืองทรอย ภายหลังจากเสร็จสิ้นสงครามเมืองทรอยแล้วนั่นเอง ซึ่งการเดินทางกลับไปยังแผ่นดินเกิดครั้งนี้ต้องฝ่าฟันอุปสรรคต่างๆมากมาย ทำให้ต้องใช้เวลานานถึง 7 ปี</p>
            <img className="img-doc" src="/static/images/human/toy.jpg" alt="212" />
        </DocumentsLayout>
    )
}

export default Helen
