import DocumentsLayout from '../../../components/DocumentsLayout'

const Hestia = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const Hestia2 = host + "human/Hestia2.jpg"
    const Hestia = host + "human/Hestia.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>เทพีแห่งเตาไฟผู้คุ้มครองบ้านเรือน</h3>

            <p className="ml-3">เทพีเฮสเทีย (Hestia) หรือ เวสตา (Vesta) ในภาษาโรมัน ถือเป็นเทพีที่เป็นที่เคารพนับถือเป็นอย่างมากในฐานะที่เป็นอัคนีเทวีผู้ครองไฟ โดยเฉพาะไฟในเตาผิงตามบ้านเรือน ทำให้เจ้าแม่ถือเป็นที่นับถือว่าเป็นผู้คุ้มครองชีวิตความเป็นอยู่ของคนในบ้านด้วย
ครอบครัวกรีก และโรมัน ถือว่าเตาไฟผิงเป็นที่ศักดิ์สิทธิ์เป็นอย่างมากสำหรับทุกๆบ้าน พวกเขาถือว่าไฟที่ลุกโชติช่วงบนเตาถือเป็นไฟของเจ้าแม่ เมื่อใดที่มีเด็กเกิดใหม่ขึ้นมาในบ้านของชาวกรีก เมื่อเด็กอายุได้ครบ 5 วัน พ่อของเขาจะอุ้มลูกไปวนเวียนอยู่รอบเตาผิง ซึ่งเดิมที่จะตั้งไว้อยู่กลางบ้าน ไม่ได้ตั้งอยู่ติดฝาผนังเหมือนอย่างในสมัยนี้ การอุ้มลูกไปเดินเวียนรอบเตาผิงก็เพื่อแสดงให้รู้ว่า เจ้าแม่จะได้รับเอาเด็กคนนั้นไปไว้ในการดูแลอารักขา และช่วยคุ้มครองโดยเฉพาะในช่วงเวลาที่เด็กเริ่มหัดเดิน
</p>
            <img className="img-doc" src={Hestia2} alt="2" />


            <p className="ml-3">เฮสเทียถือเป็นพี่สาวคนโตของเทพซูส และเป็นเทวีที่ครองความโสดไว้อย่างยอดเยี่ยม ประชาชนส่วนใหญ่ให้ความเคารพนับถือเฮสเทียด้วยเหตุผลอีกหนึ่งประการ ที่ว่า เฮสเทีย นั้นไม่ยอมตกเป็นชายาของเทพซูส
             หรือแม้โปเซดอนผู้เป็นพี่ชายจะขออภิเษกด้วย เฮสเทียก็ยังคงยืนยันไม่ยินยอม ในขณะที่ อพอลโล ผู้เป็นหลาน ก็ล้วนถูกเฮสเทียปฏิเสธเช่นกัน</p>
            <img className="img-doc" src={Hestia} alt="1" />



        </DocumentsLayout>
    )
}

export default Hestia
