import DocumentsLayout from '../../../components/DocumentsLayout'

const Pandora = () => {
    const host = "http://10.0.15.12/wtprojects/wtpg24/static/images/"
    const pandora1 = host + "human/pandora1.jpg"
    const box = host + "human/box.jpg"
    const pandora2 = host + "human/pandora2.jpg"
    const pandora3 = host + "human/pandora3.jpg"
    const pandora4 = host + "human/pandora4.jpg"
    return (
        <DocumentsLayout>
            <h3 className="text-center" style={{ marginTop: 130 }}>ตำนานโลก “กล่องแพนโดร่า” กล่องแห่งหายนะ</h3>


            <img className="img-doc" src={pandora1} alt="pandora1" />

            <p className="ml-3">ชาวกรีกมีความเชื่อแต่โบราณว่า มนุษย์นั้นถูกสร้างขึ้นมาจากฝีมือของเทพเจ้าโพรเมทิอัส โดยมนุษย์ยุคแรกที่เทพเจ้าสร้างขึ้นมาทีแต่เพียวเพศชายเพศเดียว ซึ่งถือเป็นผลงานที่ทวยเทพต่างพอใจ เทพซีอุสได้ให้เทพโพรเมทิอัสช่วยสั่งสอนให้มนุษย์รู้จักเคารพในเทพเจ้า และทำให้พวกเขารู้จักการทำเครื่องสักการะบูชา เทพโพรเมทิอัสคิดว่า ถ้ามนุษย์ใช้เนื้อสัตว์เพื่อทำการบูชาสังเวยต่อเทพเจ้าจนหมด ก็คงจะไม่มีอะไรเหลือให้มนุษย์เก็บไว้รับประทาน ด้วยเหตุนี้ เทพโพรเมทิอัสจึงสอนอุบายให้แก่มนุษย์ โดยการแบ่งเนื้อวัวเป็นสองกอง โดยกองหนึ่งเป็นเพียงโครงกระดูกที่ปิดหน้าด้วยไขมัน ในขณะที่ อีกกองหนึ่งเป็นเนื้อล้วนๆแต่ใช้เครื่องในอำพรางไว้ เมื่อเทพซีอุสเห็นเข้า ก็หลงอุบายและเลือกกองที่มีแต่โครงกระดูก
            เพราะคิดเอาเองว่าภายในจะซ่อนเนื้อวัวไว้ แต่เมื่อไม่พบ ก็ทรงพิโรธเทพโพรเมทิอัสเป็นอย่างมาก รวมกับคดีครั้งก่อนที่เทพโพรเมทิอัสได้ขโมยไฟสวรรค์ไป พระองค์จึงลงโทษเทพโพรเมทิอัส</p>
            <img className="img-doc" src={box} alt="padcfra2" />


            <p className="ml-3">หลังจากที่เทพซีอุสได้ลงทัณฑ์เทพโพรเมทิอัสเรียบร้อยแล้ว ก็ไม่ลืมที่จะเล่นงานมนุษย์ด้วยข้อหาที่เห็นดีเห็นงามด้วย พระองค์ได้รวมตัวกับเหล่าเทพเจ้า เพื่อสร้างมนุษย์เพศหญิงขึ้นมา และให้ชื่อว่า “แพนโดร่า” ซึ่งการสร้างมนุษย์ผู้นี้ได้รับความร่วมมือจากเหล่าเทพเจ้า ดังต่อไปนี้

            <br></br><br></br>
                <b>
                    1. เทพฮีฟีสทัส เป็นผู้ปั้นรูปมนุษย์ที่เลียนแบบเทพเจ้าเพศหญิง <br></br>
                    2. เทพีอธีน่า ประทานพรให้มีสติปัญญาเฉลียวฉลาด <br></br>
                    3. เทพีอะโฟรไดทิ ประทานพรให้มีความงามและเสน่ห์ <br></br>
                    4. เทพเฮอร์เมส ประทานชีวิตจิตใจ <br></br>
                    5. เทพซีอุส ประทานความอยากรู้อยากเห็น </b><br></br>


                <br></br>
            </p>
            <img className="img-doc" src={pandora2} alt="pandora2" />



            <p className="ml-3">หลังจากที่ทวยเทพต่างประทานสิ่งต่างๆเพื่อสร้างเป็นมนุษย์เพศหญิงคนแรกขึ้นมาอย่างเสร็จสมบูรณ์แล้ว เทพซีอุสก็ทรงพอพระทัยเป็นอย่างมาก และทรงมอบกล่องใบหนึ่งให้แก่แพนโดร่าพร้อมกำชับว่าไม่ให้เปิดกล่องใบนี้ออกดูเป็นอันขาด!!!
จากนั้นเทพเฮอร์เมสก็นำแพนโดร่ากลับมาสู่โลก และส่งมอบของขวัญชิ้นนี้ให้ไปเป็นชายาของเทพเอพิเมทิอัส ซึ่งเทพเอพิเมทิอัสก็ทรงรับไว้ด้วยความยินดี แม้ว่าพระองค์จะเคยถูกเทพโพรเมทิอัสกล่าวเตือนไว้แล้วว่า ห้ามรับของจากเทพเจ้าองค์นี้โดยเด็ดขาด แต่ด้วยเพราะหลงในเสน่ห์และความงามของแพนโดร่า ทำให้เทพเอพิเมทิอัสทรงลืมและรับนางมาด้วยความเต็มใจ ในที่สุด ทั้งสองก็ได้ครองรักกันและให้กำเนิดบุตรออกมามากมายทั้งชายและหญิง สืบเผ่าพันธุ์ขยายลูกขยายหลานของมนุษย์ออกไปเรื่อยๆ
</p>
            <img className="img-doc" src={pandora3} alt="pandora3" />



            <p className="ml-3">จนถึงวันที่เหล่าทวยเทพรอคอย ในตอนนั้น แพนโดร่าเริ่มมีความอยากรู้อยากเห็นอย่างเต็มเปี่ยม ทำให้นางเกิดความสงสัยว่ากล่องที่ได้รับมานั้นคืออะไร ด้วยความอยากรู้ นางจึงตัดสินใจเปิดกล่องออกมาดูด้วยความสงสัย เมื่อฝากล่องเปิดขึ้นมา ความยินดีที่คิดว่าจะได้รับของมีค่าจากสรวงสวรรค์ก็มลายหายไป และกลับพบเพียงความหายนะและความวิบัติที่เทพเจ้ามอบมาในกล่องเพื่อเป็นชองขวัญเท่านั้น ไม่ว่าจะเป็น ความเกลียดชัง ความโกรธ
            แค้น ความพยาบาท ความโลภ ความหลง โรคภัยไข้เจ็บต่างๆ และความตาย ต่างพวยพุ่งกระจายไปทั่วทุกทิศทุกทางและซึมซาบเข้าไปสู่มนุษย์ทุกคน!!!</p>
            <img className="img-doc" src={pandora4} alt="pandora4" />

            <p className="ml-3">จนในที่สุดมนุษย์ก็กลายเป็นคนเลวที่เต็มไปด้วยความโกรธ  เกลียด ชิงชัง อาฆาตแค้น โรคภัยไข้เจ็บ
             และปิดชีวิตด้วยความตาย อย่างไรก็ตาม แพนดอร่าตกใจรีบปิดกล่องทัน ซึ่งสามารถกักเก็บ ความสิ้นหวัง เอาไว้ในกล่องใบนั้นได้ มนุษย์จึงยังคงดำรงชีวิตอยู่มาได้ด้วยความหวัง
              ทำให้มนุษย์ยังคงเหลือบางสิ่งอยู่หรือที่เราเรียกกันว่า นั่นก็คือ “ความหวัง” นั่นเอง
             ดังนั้นมนุษย์จึงยังคงดำรงชีวิตอยู่ได้ต่อไป ถึงแม้จะมีอุปสรรคต่างๆ มากมายแค่ไหน ก็ยังมีความหวังอันริบหรี่เป็นแรงใจสู้ชีวิตอยู่เสมอ</p>

        </DocumentsLayout>
    )
}

export default Pandora
